[
  {
    "ID": 7,
    "Name": "Dongshan River Agricultural Leisure Area",
    "Address": "No.120, Wuyuan 3rd Rd.,Wuyuan Vil, Dongshan Township, Yilan County 26966",
    "HostWords": "In the past, this area was a key location for the Kavalan people, and thus the Kavalan predominately contribute to the traditional aboriginal culture in this area. According to extant historical records, the ancestors of the Kavalan people traveled to Taiwan from across the sea and settled on Lanyang Plain. These settlers called themselves the Kavalan, meaning “People of the Plain.” The Kavalan, native to Yilan, prefer to gather near water. Thus, because this area is divided by the Dongshan River, Kavalan settlements are significantly more abundant in the riverside area. The Dongshan River Water Park has become one of the key attractions for travelers visiting Yilan. Dongshan River is ecologically diverse, inhabited by numerous species of resident and migratory birds. Thus, visitors can not only view numerous species of vegetation, but also engage in spectacular bird-watching activities. The Center of Traditional Arts is only a river-crossing away from the water park, combining culture and tourism in one destination. The Dongshan River Agricultural Leisure Area includes comprehensive travelling content, and we welcome you to visit us anytime.",
    "Tel": "+886-3-9603773",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday Closed, Monday 08:30~17:30, Tuesday 08:30~17:30, Wednesday 08:30~17:30, Thursday 08:30~17:30, Friday 08:30~17:30, Saturday Closed",
    "Url": "http://www.riverfarm.org.tw/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/S__2023481.jpg",
    "City": "Yilan County",
    "Town": "Dongshan Township",
    "Coordinate": "121.8104573,24.6725535"
  },
  {
    "ID": 65,
    "Name": "Dashu Agricultural Leisure Area",
    "Address": "No.65, Longmu Rd., Dashu Dist., Kaohsiung City 840, Taiwan",
    "HostWords": "The Villa is a green space that combines nature, literature and art together based on the concept of “respecting nature and loving life”. The spaces inside the Villa are designed with a touch of Zenism and the name of each room and its decoration and plants inside are all decided with references from Chinese poetry and classical literature. Away from the hustle and bustle in the city, the Villa is the right place for you to enjoy peace of mind and feel at home—your home in the Utopia.",
    "Tel": "0939-522077",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 09:00~17:00, Monday 09:00~17:00, Tuesday 09:00~17:00, Wednesday 09:00~17:00, Thursday 09:00~17:00, Friday 09:00~17:00, Saturday 09:00~17:00",
    "Url": "https://www.facebook.com/bigtree500912/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/d1a6823ddf164da9922690b6857132c4.jpg",
    "City": "Kaohsiung City",
    "Town": "Dashu Dist.",
    "Coordinate": "120.4106672,22.6886348"
  },
  {
    "ID": 78,
    "Name": "Tian-Cai Leisure Farm",
    "Address": "No.60, Ln. 113, Datong St., Qidu Dist., Keelung City 20653",
    "HostWords": "I have been engaging in agriculture at this farm for my whole life. Now that I have grown older and weaker, I have begun to show interest in organic, non-toxic, natural farming methods. Our farm mostly grows bamboo shoots, sweet osmanthus, and pomelo. We welcome you all to bring your family and friends, old and young, to this farm of true happiness and experience the flavors of rural life such as bamboo shoot picking, kilning, and pomelo picking.",
    "Tel": "+886-2-24310893、+886-937-053193",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151117180923.jpg",
    "City": "Keelung City",
    "Town": "Qidu Dist.",
    "Coordinate": "121.6815478,25.1397185"
  },
  {
    "ID": 79,
    "Name": "Wen Liang Leisure Farm",
    "Address": "No.60-1, Datong St., Qidu Dist., Keelung City 20653",
    "HostWords": "At Wen Liang Leisure Farm, we believe in quality over quantity, so we only receive a limited amount of tour groups. Our main crops include bamboo shoots, green bamboo shoots, and Chinese Bayberries. We also plant various mountain vegetables according to the season. Our crops are not only sold in the market, they are also offered to visitors for adoption. Visitors can cultivate, pick, and make their own products to enjoy the fun of ploughing and weeding with bare hands and feet and the contentment of a harvest. Every year our green bamboo shoots participate in the bamboo shoot evaluation contest of Keelung City, receiving awards almost every time. Our high quality green bamboo shoots are loved by our regular customers; whether cooked with soup or dressed cold, they can be made into a variety of delicious dishes. We welcome your orders! May is the growing season for Chinese Bayberries. This type of fruit, rich in vitamin C, is rarely seen in Taiwan; hence, the growing season is relatively short. Therefore, we advise those who are interested in Chinese Bayberries to not miss the growing season each year. We invite you to bring your children for an experience in picking Chinese Bayberries!",
    "Tel": "+886-2-24310892、+886-910-107402",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151117180814.jpg",
    "City": "Keelung City",
    "Town": "Qidu Dist.",
    "Coordinate": "121.6815642,25.1397107"
  },
  {
    "ID": 80,
    "Name": "King Ming Chang Leisure Farm",
    "Address": "No.162-1, Dahua 2nd Rd., Qidu Dist., Keelung City 20653",
    "HostWords": "King Ming Chang Deer Ranch is registered and qualified by the government and has been honored as a Premier Deer Ranch in Taiwan for three consecutive years (from 2006 to 2008). We mostly breed Formosan Sambar deer, and every deer has passed the inspection by the Keelung City Government disease control center, so consumers can rest at ease. In addition to planting pasture grass, we import alfalfa grass to ensure that our deer are healthy and can give birth to quality fawns.",
    "Tel": "+886-2-24562574、+886-919-322856",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151119142545.jpg",
    "City": "Keelung City",
    "Town": "Qidu Dist.",
    "Coordinate": "121.688641,25.111314"
  },
  {
    "ID": 81,
    "Name": "Yeshan Herbal Leisure Farm",
    "Address": "No.43, Dacheng St., Qidu Dist., Keelung City 20653",
    "HostWords": "Yeshan Herbal Leisure Farm was originally built for academic research and not as a leisure-oriented farm. Therefore, we hope that tourists can explore the wonders of herbal farms and breathe in phytoncides for an energy boost.",
    "Tel": "+886-2-24565075、+886-933-715222",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151119143458.jpg",
    "City": "Keelung City",
    "Town": "Qidu Dist.",
    "Coordinate": "121.6877652,25.1098949"
  },
  {
    "ID": 83,
    "Name": "Dajing Leisure Farm",
    "Address": "No.100-1, Dongshi St., Nuannuan Dist., Keelung City 20546",
    "HostWords": "If you ever have the chance to come to Keelung’s Nuannuan, remember to stop by at Dajing Leisure Farm for a stroll. At Dajing, you will find hundreds of kinds of unique plants and Chinese Rain Bells, as well as the largest ancient outdoor dye tub. People of all ages can come and experience DIY blue dyeing, and gain knowledge on fabric dyes from ancient China. In addition, we also extend our warmest welcome to those who are interested in the history and development of Keelung or Nuannuan to reminisce about fun memories from the past.",
    "Tel": "02-24572869、0932-358329",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151007155847.jpg",
    "City": "Keelung City",
    "Town": "Nuannuan Dist.",
    "Coordinate": "121.750978,25.0791784"
  },
  {
    "ID": 84,
    "Name": "Futian Village Eco-Educational Leisure Farm",
    "Address": "No.18, Ln. 131, Jingshan Rd., Shilin Dist., Taipei City 11191",
    "HostWords": "This is a place that brings you closer to nature. Here, you can experience farm life, rafting, or simply observe the beauty of nature. Come visit Futian Village, a place for everyone, and enjoy a variety of fun activities. Futian wants to introduce you to Mother Earth.",
    "Tel": "+886-2-28622145",
    "Fax": "+886-2-28622149",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "https://www.2ftv.com.tw/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/IMG_8806(3).jpeg",
    "City": "Taipei City",
    "Town": "Shilin Dist.",
    "Coordinate": "121.5683672,25.1445198"
  },
  {
    "ID": 85,
    "Name": "Erqi Ecological Leisure Farm",
    "Address": "No.39, Ln. 355, Fuxing 3rd Rd., Beitou Dist., Taipei City 11248",
    "HostWords": "The farm, located at Datun Mountain, is about 30 minutes from Taipei City. Practicing natural and sustainable farming, the farm is both production and leisure oriented. You will be amazed by the wide variety of plants, flowers, birds, insects, and even mushrooms here. This is the place where you can put behind the noisy and busy city life and polluted air. Here, you can taste fresh and natural vegetables while listening to the sounds of nature. The farm also offers delicious and seasonal rice dishes.",
    "Tel": "+886-2-28917787",
    "Fax": "+886-2-28933924",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.tfa.org.tw/plan6/farm_7.html",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151117181147.jpg",
    "City": "Taipei City",
    "Town": "Beitou Dist.",
    "Coordinate": "121.498798,25.154717"
  },
  {
    "ID": 86,
    "Name": "Countryside Leisure Farm",
    "Address": "No.206, Dahu St., Neihu Dist., Taipei City 11481",
    "HostWords": "Have you seen cucumber plants? Do you know what pomelo flowers look like? Do you want to observe crickets, grasshoppers, mantis, frogs, toads and butterflies in their natural habitats? Have you ever pulled sweet potatoes or carrots out of the ground? Come here to find the answers yourself.",
    "Tel": "+886-2-82602358、+886-2-87923069、+886-980-955358",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151007163037.jpg",
    "City": "Taipei City",
    "Town": "Neihu Dist.",
    "Coordinate": "121.6086219,25.1023425"
  },
  {
    "ID": 87,
    "Name": "Apricot Blossom Leisure Farm",
    "Address": "No.30, Ln. 45, Laoquan Vil, Wenshan Dist., Taipei City 11666",
    "HostWords": "Apricot Blossom Leisure Farm is a great place for families and people of all ages. Grandparents can brew the famous Mucha Iron Goddess tea while mom and dad can bring the kids to walk around and appreciate the beautiful blossoms. You can also have a barbeque here. It’s a great place for everyone.",
    "Tel": "+886-2-29369367、+886-2-29394866",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151007163725.jpg",
    "City": "Taipei City",
    "Town": "Wenshan Dist.",
    "Coordinate": "121.577009,24.969071"
  },
  {
    "ID": 88,
    "Name": "Riyueman Leisure Farm",
    "Address": "No.150, Pingjing St., Shilin Dist., Taipei City 11149",
    "HostWords": "Come and rent a piece of land to experience the life of urban farmers.",
    "Tel": "+886-2-28614116、+886-937-024002",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151117142841.jpg",
    "City": "Taipei City",
    "Town": "Shilin Dist.",
    "Coordinate": "121.571688,25.121683"
  },
  {
    "ID": 90,
    "Name": "Qingxiang Leisure Farm",
    "Address": "No.206, Dahu St., Neihu Dist., Taipei City 11481",
    "HostWords": "Each year, Qingxiang Leisure Farm produces different fruits, including oranges, strawberries, pomelo, sweet potatoes, shitake mushrooms, and tomatoes. The farm looks different depending on the season. It’s a great place for families to enjoy fruit picking and get to know nature, which can make you feel relaxed. Aside from excellent strawberry jam and marmalade, the farm also sells dry mushrooms processed in the old-fashioned way.",
    "Tel": "+886-2-27903466、+886-928-539948",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.refresh.com.tw",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151120160159.jpg",
    "City": "Taipei City",
    "Town": "Neihu Dist.",
    "Coordinate": "121.6090108,25.1034456"
  },
  {
    "ID": 92,
    "Name": "Datun River Trail Leisure Farm",
    "Address": "No.85, 13th Neighborhood,Dianzi Vil, Sanzhi Dist., New Taipei City 252",
    "HostWords": "This farm was built by a father and the son over five years. Besides beautiful mountains, water, and natural scenery, you can also find cherry trees, maple trees, camphor trees, and more here. The father has filled the farm with plenty of love and care for his homeland and farmers.",
    "Tel": "+886-918-358072",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/datonsifarm",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151120160908.jpg",
    "City": "New Taipei City",
    "Town": "Sanzhi Dist.",
    "Coordinate": "121.5225992,25.1900784"
  },
  {
    "ID": 93,
    "Name": "Beixin Organic Leisure Farm",
    "Address": "Yanxipujiao No.3-2, 7th Neighborhood,Jhongliao Vil, Tamsui Dist., New Taipei City 251",
    "HostWords": "Embracing Mother Nature can make us healthier and stronger – it’s a joyful experience!",
    "Tel": "+886-2-26231428、+886-2-26234948(晚上)、+886-928-290517",
    "Fax": "+886-2-26237387",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151113103301.jpg",
    "City": "New Taipei City",
    "Town": "Tamsui Dist.",
    "Coordinate": "121.4715898,25.1921556"
  },
  {
    "ID": 94,
    "Name": "Wugu Leisure Farm",
    "Address": "No.70, Sec. 2, Xin 5th Rd., Wugu Dist., New Taipei City 248, Taiwan (R.O.C.)",
    "HostWords": "The 4.5 hectare Wugu Leisure Farm is conveniently located next to the Wugu Interchange in New Taipei City. A romantic, elegant castle built in the Southern European fashion stands in the middle of the grassland, surrounded by white lily ponds, rivers, waterfalls, and a forest.\n\n\nWugu Farm is the largest preserve for the restoration of firefly habitats in northern Taiwan. It also houses a gene pool for aquatic plants in Taiwan, with a butterfly pavilion, precious pavilion, herb pavilion, and ecological pavilion, which cultivates hundreds of orchids, medicinal plants, and herbs. A variety of unique wildlife and rare animals also regularly displayed.The farm also accommodates school courses, with specialized courses and green ecological field study courses taught by by professionals. There are also animal ecology exhibits on frogs, butterflies, native Taiwanese fish, and fireflies as well as explorative activities on wetland ecosystems and trees and unique plants found on the farm.\n\n\nThe farm’s plant story house provides DIY activities for visitors to paint their own stag beetle piggy banks, Japanese rhinoceros beetle piggy banks, frog wind chimes, firefly LED lights, windmills and shopping bags, or make their own water rockets, pachinko machines, seashell photo frames, and butterfly or dragonfly pen holders.",
    "Tel": "+886-2-22922466、+886-983492485",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 09:30~17:00, Monday Closed, Tuesday 09:30~17:00, Wednesday 09:30~17:00, Thursday 09:30~17:00, Friday 09:30~17:00, Saturday 09:30~17:00",
    "Url": "http://www.wugu-farm.com.tw/2016/index.html",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151117142701.jpg",
    "City": "New Taipei City",
    "Town": "Wugu Dist.",
    "Coordinate": "121.4384096,25.0740743"
  },
  {
    "ID": 95,
    "Name": "Alibang Ecological Leisure Farm",
    "Address": "No.84, Alibang, Shimen Dist., New Taipei City 25343",
    "HostWords": "Alibang Ecological Leisure Farm is located in a beautiful, isolated valley. On this large farm, there are only a few buildings, originally farmhouses, used for accommodation and activities. The farm is dedicated to conserving and restoring the natural environment. You can find beautiful original forests on the farm. The owner has transformed some paddy fields into lawns or ponds (where you can hear frogs croaking all the time). The farm is a lively ecological community all year round; in summer you can find butterflies, dragonflies, cicadas and beetles during the day, and fireflies, frogs (including endangered brown frogs), and cicada that emerge from underground at night.",
    "Tel": "+886-2-26382745、+886-2-26369122",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.albefarm.idv.tw/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151113151507.jpg",
    "City": "New Taipei City",
    "Town": "Shimen Dist.",
    "Coordinate": "121.5832946,25.2643138"
  },
  {
    "ID": 96,
    "Name": "Ping-Ling Leisure Farm",
    "Address": "Waipinglin No.35,Pinglin Vil, Shuangxi Dist., New Taipei City 22742",
    "HostWords": "Are you looking for a place far away from the competitive and busy city life? If so, Ping-Ling is the place for you. The farm is natural, healthy and intellectually oriented. You can participate in various ecological activities to observe and feel close to nature. This is a beautiful place that cannot be easily described in words. The only way to witness the beauty is to visit in person. Once you have discovered its wonders, you will revisit the place again and again.",
    "Tel": "+886-2-24934016",
    "Fax": "+886-2-24933833",
    "ContactPerson": "",
    "OpenHours": "Sunday 09:00~18:00, Monday 09:00~18:00, Tuesday 09:00~18:00, Wednesday 09:00~18:00, Thursday 09:00~18:00, Friday 09:00~18:00, Saturday 09:00~18:00",
    "Url": "http://www.ping-lingfarm.com.tw/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151117111114.jpg",
    "City": "New Taipei City",
    "Town": "Shuangxi Dist.",
    "Coordinate": "121.853608,25.0367879"
  },
  {
    "ID": 97,
    "Name": "Fan Po Lin Sightseeing Garden Leisure Farm",
    "Address": "Fanpolin No.44, 17th Neighborhood, Siban Vil,Sanzhi Dist., New Taipei City 252",
    "HostWords": "Fan Po Lin’s roast chicken and beef, sautéd lamb, and yam balls are the signature dishes here. The farm also offers assorted craft activities, such as jelly wax, flower pressing, candleholder decoration, insect painting, resin clay sculpting, and more.",
    "Tel": "+886-2-26362716、+886-921-070169",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://fpl.myweb.hinet.net/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151113160503.jpg",
    "City": "New Taipei City",
    "Town": "Sanzhi Dist.",
    "Coordinate": "121.4945563,25.23736"
  },
  {
    "ID": 99,
    "Name": "Shangrila Leisure Farm",
    "Address": "No.168, Meishan Rd., Dongshan Township, Yilan County 269, Taiwan (R.O.C.)",
    "HostWords": "Shangrila Leisure Farming is located on Dayuan Mountain and covers an area of 55 hectares divided into an accommodation area, agricultural area, temple culture area, and Formosan Michelia natural forest ecosystem area. The farm provides country-style buffets, set meals, and a garden café in addition to one-day and two-day itineraries.\n\n\nThe biggest feature of the farm is the temple culture area, which has top spinning, puppetry, sky lanterns, and tangyuan. You can also make harvest baskets, weave grasshoppers out of coconut leaves, brand wooden plates, make rattle-drums, and feed silkworms.\n\n\nWhat’s more, at the agricultural experience area you can taste hand-picked, pesticide-free oranges, kumquats, starfruits, and more!\n\n\nBask in nature in the forest filled with over 70,000 Formosan Michelia trees. Shangrila Leisure Farming provides tour guides for visitors to learn about the ecosystem of the farm and to see tree frogs, frogs, swallowtail butterflies, as well as fireflies in summer.",
    "Tel": "+886-3-9511456",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.shangrilas.com.tw/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151117143202.jpg",
    "City": "Yilan County",
    "Town": "Dongshan Township",
    "Coordinate": "121.729009,24.632506"
  },
  {
    "ID": 100,
    "Name": "Da Wen Leisure Farm",
    "Address": "No.497, Sec. 2, Yulong Rd., Jiaoxi Township, Yilan County 26242",
    "HostWords": "Located at Da Wen Tourism and Leisure Fishery, Jiaosi Township, Da Wen Leisure Farm is an excellent choice for vacationing with family and friends. The venue provides visitors with diverse facilities, such as a water activity square, duck boat dock, scenic pathways, pathways that extend across the fishery, European style gardens, and coffee shops. Da Wen Tourism and Leisure Fishery also provides activities for experiencing recreational fishing, where visitors can use traditional fishing baskets to catch fish and loaches, paddle waterwheels, and ride duck boats.\n\nThe fishery uses pure seawater to farm various types of crab, shrimp, grouper, and seaweed that are used to make a variety of delicious dishes. The crab dishes, which are a specialty at Da Wen Tourism and Leisure Fishery, are a must-try.",
    "Tel": "+886-3-9870558、+886-932-164026林登財、+886-933-988950林秀芬",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.dawen.com.tw/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151124173919.jpg",
    "City": "Yilan County",
    "Town": "Jiaoxi Township",
    "Coordinate": "121.7962979,24.8195248"
  },
  {
    "ID": 101,
    "Name": "Toucheng Leisure Farm",
    "Address": "No.125, Gengxin Rd., Toucheng Township, Yilan County 261, Taiwan (R.O.C.)",
    "HostWords": "Yilan’s Toucheng Leisure Farm is situated in the mountains facing the ocean. The three rivers streaming through it provide abundant water as well as a natural landscape and rich ecological resources. Here you will see Japanese rhinoceros beetles, Taiwan barbets, common bluebottle butterflies, and fireflies.\n\n\nWith a variety of wild vegetables, such as Brazilian Fireweed and asparagus, and animals, including free-range chickens, Muscovy ducks, boars, and goats, Toucheng Farm is reminiscent of the agricultural country flavor of old.There are also many fruit trees from which you can pick and taste fresh fruit all year round.\n\n\nThe Rice Paddy Culture Area allows you to experience the life of a farmer. Here you can transplant rice seedlings, dry rice, and take part in rice winnowing, threshing, and grinding.The sheep pen and hen house allows visitors to interact with and feed animals up close and collect chicken eggs.Or you can fish for tilapia and carp to fully experience agricultural life and discover many interesting things you will only find in the countryside.\n\n\nAt the farm you can also make DIY crafts, leaf print t-shirts, or recycled bags. Enjoy the farm’s mung bean soup, rice noodles with taro, sweet tangyuan, taro sweets, Taiwanese noodle soup, shaved ice, and other traditional snacks.",
    "Tel": "+886-3-9772222",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.tcfarm.com.tw/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20160509174141.jpg",
    "City": "Yilan County",
    "Town": "Toucheng Township",
    "Coordinate": "121.8494679,24.9071472"
  },
  {
    "ID": 102,
    "Name": "Country Grange",
    "Address": "No.69-9, Zhenshan Rd., Zhenshan Vil., Yuanshan Township, Yilan County 264, Taiwan(R.O.C)",
    "HostWords": "\"Bali style. Daze B & B Countryside\nWu couples escaped from the urban hubbub of city life.\nHid to the (Countryside). Live trance good old days. Like angles .Sincerely welcome you to join the trance group.",
    "Tel": "+886-3-9222000",
    "Fax": "+886-3-9227292",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.mins.com.tw/about.htm",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151112170125.jpg",
    "City": "Yilan County",
    "Town": "Yuanshan Township",
    "Coordinate": "121.695116,24.78086"
  },
  {
    "ID": 104,
    "Name": "Ilan Cuo Leisure Farm",
    "Address": "No.86, Baoxiu Rd.,Babao Vil, Dongshan Township, Yilan County 26947",
    "HostWords": "Rooms are currently available for business accommodation and family gatherings at Ilan Cuo Leisure Farm. Tour groups of over 60 people can also enjoy the special hog-roasting activity if they book the whole farm. We invite everybody to sample the delights of rural life and take part in various rural activities on their holidays.",
    "Tel": "+886-3-9588946、+886-912-298609",
    "Fax": "+886-3-9588790",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.hy2.com.tw/com/ban/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151112172522.jpg",
    "City": "Yilan County",
    "Town": "Dongshan Township",
    "Coordinate": "121.7648933,24.6345849"
  },
  {
    "ID": 105,
    "Name": "Zhen Shan Zhuang Vacation Villa (Zhen Shan Zhuang Leisure Farm)",
    "Address": "No.18-18, Pocheng Rd., Zhenshan Vil,Yuanshan Township, Yilan County 26446",
    "HostWords": "Lodging at Zhen Shan Zhuang Vacation Villa enables you to escape the overwhelming excitement of the city and embrace nature. Fresh and pleasant greenery alleviates the troubles and stress caused by bustling crowds of people. Nature is omnipresent at Zhen Shan Zhuang Vacation Villa, from the song of cicadas to the waddle of ducklings. Brew a pot of fine tea on a starry night and enjoy this heaven on earth with ease. We would like to extend our welcome and encourage you to savor the charming and romantic night view of Lanyang Plain amid the refreshing breeze that fills the Villa.",
    "Tel": "+886-3-9220258、+886-939-735436",
    "Fax": "+886-3-9232168",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.zts.idv.tw/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151117141530.jpg",
    "City": "Yilan County",
    "Town": "Yuanshan Township",
    "Coordinate": "121.7031144,24.7793782"
  },
  {
    "ID": 106,
    "Name": "Orthodox Leisure Farm",
    "Address": "No.135-10, Dapu Rd.,Dayin Vil, Sanxing Township, Yilan County 26644",
    "HostWords": "Orthodox Leisure Farm is characterized by the unpolished nature of Sanshing Township in Yilan County. Orthodox Leisure Farm would like to offer you the warmest welcome to travel to Yilan and enjoy a comfortable country life, pastoral pleasure, and physical and mental relief.",
    "Tel": "+886-3-9898616",
    "Fax": "+886-3-9898387",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.zhengtong.com.tw/aboutus.asp",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151113150012.jpg",
    "City": "Yilan County",
    "Town": "Sanxing Township",
    "Coordinate": "121.7140359,24.6645558"
  },
  {
    "ID": 107,
    "Name": "Guangshing Duck and Pig Leisure Farm (A Mu Liao Di Gou Ku)",
    "Address": "No.12, Ln. 132, Guanghua 3rd Rd.,Kelin Vil, Dongshan Township, Yilan County 26941",
    "HostWords": "Feel welcome to visit us at Guangshing Duck and Pig Leisure Farm and see how Grandpa Zeng and his family work hard to transform a traditional pig farm into a unique farm filled with happiness! Combining the local culture and historical background, as well as the leisure tourism elements of Yilan, Guangshing Duck and Pig Leisure Farm is definitely worth experiencing!",
    "Tel": "+886-3-9513236、+886-3-9615236",
    "Fax": "+886-3-9513946",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.pigs.com.tw/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151113135716.jpg",
    "City": "Yilan County",
    "Town": "Dongshan Township",
    "Coordinate": "121.734219,24.6838271"
  },
  {
    "ID": 109,
    "Name": "Sheng Yang Leisure Farm (Sheng Yang Water Grass Farm)",
    "Address": "No.15-6, Bajia Rd.,Shangde Vil, Yuanshan Township, Yilan County 26444",
    "HostWords": "Sheng Yang Leisure Farm welcomes you to experience the warmth of mother nature as well as various DIY activities including outdoor education, aquatic ecology, fishing, and ecosphere creation. With aquatic plants as the theme of our leisure farm, we introduced the idea of aquatic plant DIY teaching and published a series of books called “Aquatic Plant Living” in Taiwan and overseas based on our abundant and professional knowledge of aquatic plants. You will also find all different kinds of creative aquatic plant products and CIS (Corporate Identity System) designs. Recently under the guidance of the second generation owner, Xu Zhi-Xiong, Sheng Yang Leisure Farm has strived to develop aquatic plant dishes and aquatic plant ecological bottles and open an aquatic plant museum. We have also been actively promoting the establishment of regional water resource museum. We welcome you all to come visit us and experience mother nature!",
    "Tel": "+886-3-9222487",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.sy-water.com.tw/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151113103026.jpg",
    "City": "Yilan County",
    "Town": "Yuanshan Township",
    "Coordinate": "121.704412,24.7269191"
  },
  {
    "ID": 110,
    "Name": "Meihua Lake Leisure Farm",
    "Address": "No.62, Huanhu Rd., Dongshan Township, Yilan County 269, Taiwan (R.O.C.)",
    "HostWords": "Meihua Lake Leisure Farm covers about 5 hectares in Dongshan Township, Yilan County, near some of Yilan’s most famous sightseeing spots, such as Meihua Lake (Plum Blossom Lake), Sanching Temple, and Luodong Sports Park. With various indoor and outdoor facilities, Meihua Lake LeisureFarm is the perfect place for leisure, culture, and natural landscapes.\n\n\nVisitors can take a boat trip around the lake, ride bicycles around the mountains and waterways, pick fruit in the orchard, or get close to nature by lighting a campfire in the camp grounds.Feel like doing something more exciting? Arm yourself and race around the paintball arena!\n\n\nPlenty of diverse DIY activities which incorporate local myths and stories are also provided. Make refrigerator stickers, penholders, kites, handmade vanilla cookies, or aiyu jelly. For those of you who want to release your inner artist, you can make pressed flower key rings, creative notebooks, painted recycle bags, and leaf print t-shirts!",
    "Tel": "+886-3-9612888、+886-3-9613222、+886-911854222",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.9612888.com.tw/",
    "FBUrl": "https://www.facebook.com/www.9612888.com.tw/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151127135740.jpg",
    "City": "Yilan County",
    "Town": "Dongshan Township",
    "Coordinate": "121.7347088,24.6492357"
  },
  {
    "ID": 112,
    "Name": "Miannao Educational Leisure Farm",
    "Address": "No.32-1, Dongxing Rd., Sanxing Township, Yilan County 26642",
    "HostWords": "We’d like to share our enthusiasm for trees with everybody. Our ambition is to create a place for those who are interested in plants to gain further knowledge about trees. In the future, we will continue growing a wide variety of plants, including rare plants, at the Miannao Educational Leisure Farm.",
    "Tel": "+886-3-9895566",
    "Fax": "+886-3-9895576",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.9895566.com.tw/about.php",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151117172430.jpg",
    "City": "Yilan County",
    "Town": "Sanxing Township",
    "Coordinate": "121.6185209,24.664425"
  },
  {
    "ID": 114,
    "Name": "Fanlihua Leisure Farm",
    "Address": "No.1-18, Dapu Rd., Sanxing Township, Yilan County 26644",
    "HostWords": "We would like to extend our warmest welcome to those who have an enthusiasm for nature. Yilan is famous for its scenic mountains and beautiful sea. Immerse yourself in nature with a joyful spirit and embrace the surprises that nature offers!",
    "Tel": "+886-3-9899233、+886-912-094003",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151113103349.jpg",
    "City": "Yilan County",
    "Town": "Sanxing Township",
    "Coordinate": "121.7147671,24.6681024"
  },
  {
    "ID": 115,
    "Name": "Chian Li Guang Herbal Leisure Farm",
    "Address": "No.53, Ln. 131, Sec. 2, Dapo Rd., Yilan City, Yilan County 26054",
    "HostWords": "Come relax your mind and embark on a physical and spiritual journey. Located in the foothills of the Xueshan Range, Chian Li Guang Herbal Leisure Farm is rich in water resources, offering a friendly environment for all kinds of herbs. In our quest to share our herbal knowledge of medical plants, farm guides will introduce various herbs as they show you around the grounds. Moreover, herbal cuisine, drinks and snacks are provided according to different seasons. Visitors can even take part in activities that let them make herbal products themselves. Chian Li Guang is thus a recreational and educational herbal leisure farm that no doubt spreads herbal knowledge far and wide. We cordially welcome your visit!",
    "Tel": "+886-3-9284349、+886-919-901241",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/herblight.organic/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151117142607.jpg",
    "City": "Yilan County",
    "Town": "Yilan City",
    "Coordinate": "121.7419578,24.7766691"
  },
  {
    "ID": 117,
    "Name": "San-fu Leisure Farm",
    "Address": "No.82, Ln. 161, Xinliao 2nd Rd., Dongshan Township, Yilan County 269, Taiwan (R.O.C.)",
    "HostWords": "Founded in 1989, San-fu Leisure Farm is situated near Renshan Botanical Garden and Sinliao Waterfall with an area of approximately 10 hectares. The beautiful scenery there includes lime flowers, pomelo flowers, purple peonies, Chinese mulberry, and cinnamon flowers, as well as mountain spring water, butterflies, and a variety of cute animals.\n\n\nBind pieces of paper into fabric book covers to make a one-of-a-kind handmade book. Or you can paint gourds, wooden clogs, frog piggy banks, or taste some noodles, meat and rice porridge, vegetables, and mung bean soup.\n\n\nDaytime and nighttime ecological tours are offered, with tour guides taking you on a search for frogs, fireflies, butterflies, and spiders.Farm fresh spices and plants are used to make the pomelo rock cakes, coffee, and fresh grapefruit tea served at the Forest of Purple House restaurant. There are also exclusively made healthy, delicious meals made from winter melon, including winter melon steamed fish and winter melon slices with fish.",
    "Tel": "+886-3-9588690、+886-3-9588795",
    "Fax": "",
    "ContactPerson": "徐儷禎小姐",
    "OpenHours": "Sunday 09:00~17:30, Monday 09:00~17:30, Tuesday Closed, Wednesday 09:00~17:30, Thursday 09:00~17:30, Friday 09:00~17:30, Saturday 09:00~17:30",
    "Url": "http://www.sanfufarm.com.tw/",
    "FBUrl": "https://www.facebook.com/sanfufarm/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151120160341.jpg",
    "City": "Yilan County",
    "Town": "Dongshan Township",
    "Coordinate": "121.754694,24.617375"
  },
  {
    "ID": 118,
    "Name": "Xiang & Ya’s Sweetly House Leisure Farm",
    "Address": "No.17, Ln. 255, Dayin Central Rd.,Dayin Vil, Sanxing Township, Yilan County 26644",
    "HostWords": "In addition to our comfortable accommodations, we have now built three eco-ponds featuring hundreds of kinds of aquatic plants, allowing you to hear the relaxing chirping of insects and the croaking of frogs during long summer days. We cordially welcome you to Xiang & Ya’s Sweetly House Leisure Farm and hope you can enjoy the rural scenery.",
    "Tel": "+886-3-9890996、+886-935-890996",
    "Fax": "+886-3-9898492",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151117111415.jpg",
    "City": "Yilan County",
    "Town": "Sanxing Township",
    "Coordinate": "121.7175257,24.6659596"
  },
  {
    "ID": 120,
    "Name": "Hefengzhulu Leisure Farm",
    "Address": "No.36, Liming 1st Rd., Yilan City, Yilan County 26058",
    "HostWords": "Hefengzhulu Leisure Farm has established partnerships with various communities, farmer’s associations, the Society of Wilderness, Hualien District Agricultural Research and Extension Station (Hualien DARES), and community colleges provide diverse native and exotic species of aquatic plants. \nHefengzhulu Leisure Farm was awarded a commendation prize for excellence in the 2006 Yilan County Household Greenification and Beautification Competition. \nHefengzhulu Leisure Farm offers accommodations and ecological pond tours for you to experience the beauty of mother nature with ease, which will definitely let you have a meaningful travel experience in Yilan.",
    "Tel": "+886-978-038808、+886-3-9370667林先生",
    "Fax": "+886-3-9370664",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.winddew.tw/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151113164211.jpg",
    "City": "Yilan County",
    "Town": "Yilan City",
    "Coordinate": "121.7806236,24.7402126"
  },
  {
    "ID": 122,
    "Name": "Sansui Leisure Farm",
    "Address": "No.329, Sec. 3, Yuanshan Rd., Yuanshan Township, Yilan County 26448",
    "HostWords": "Located at the foot of Taipingshan, Sansui Leisure Farm, with our beloved cat and dog, warmly and heartily welcomes you to relax and enjoy our healthy, sweet papaya tea.",
    "Tel": "+886-3-9231021、+886-989-777119",
    "Fax": "+886-3-9231029",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/Changhong.rainbow/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151113160717.jpg",
    "City": "Yilan County",
    "Town": "Yuanshan Township",
    "Coordinate": "121.6492306,24.7082561"
  },
  {
    "ID": 123,
    "Name": "Formosa Pearl Leisure Farm",
    "Address": "No.102, Sec. 2, Dafu Rd., Zhuangwei Township, Yilan County 26341",
    "HostWords": "We want to present the most genuine part of Yilan to visitors. At the Formosa Pearl Leisure Farm, visitors can relish the beautiful scenery of rural areas in Yilan. In addition, our arts exhibition areas, the idyllic and elaborately designed garden and our exquisite kaiseki cuisine will definitely make each visit pay off. Diligence and steadfast application is our motto and the attitude we adopt towards our customers. We’d like to introduce the beauty of Yilan to visitors, hoping that they can enjoy a touching journey enriched with liberal arts.",
    "Tel": "+886-3-9308988、+886-3-9308989",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20150925165811.jpg",
    "City": "Yilan County",
    "Town": "Zhuangwei Township",
    "Coordinate": "121.7993168,24.769569"
  },
  {
    "ID": 124,
    "Name": "Yosemite Leisure Farm",
    "Address": "",
    "HostWords": "Although there isn’t an overly polished exterior and interior, we believe that our farm’s cleanliness and rustic wooden building materials create a comfortable and friendly environment for our guests. In addition, the aura of art and hospitality make our guests feel right at home. Yosemite Leisure Farm is not far from Yuanshan, Yulan, the Fushan Botanical Garden, Cilan, Luodong, Dongshan River and Suao; when people go to Taipingshan, Mingchih and Wuling Farm, they can also come here for a short break. We sincerely welcome those who enjoy Yilan to come here to savor the beauty of Yilan.",
    "Tel": "+886-3-9221313、+886-910-934598",
    "Fax": "+886-3-9225848",
    "ContactPerson": "",
    "OpenHours": "Sunday Closed, Monday 00:00~23:50, Tuesday 00:00~23:50, Wednesday 00:00~23:50, Thursday 00:00~23:50, Friday 00:00~23:50, Saturday 00:00~23:50",
    "Url": "http://www.yosemite.com.tw",
    "FBUrl": "https://www.facebook.com/a039221313/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/f2e5eb0c94a8450594aaa31c4a225c08.jpg",
    "City": "Yilan County",
    "Town": "Yuanshan Township",
    "Coordinate": "121.735826,24.745505"
  },
  {
    "ID": 126,
    "Name": "Dong Fong Organic Leisure Farm",
    "Address": "No.11, Ln. 768, Zhongshan Rd., Dongshan Township, Yilan County 26944",
    "HostWords": "Rather than spending a lot of money building new houses, we rebuilt an old farmhouse as a farm stay. We hope the simple and pastoral atmosphere here will remind adult visitors of their childhood and teach their children to protect the environment and love rural life. Since no pesticides or chemical fertilizers are used, the environment here is free of pollution and suitable for bird watching. Even rare fairy pittas travel 1000 kilometers to make their breeding ground here. When you watch the birds and take pictures of them, please keep your distance and hide yourself in a camouflage tent lest impetuous interruptions hinder the hatching of new birds.",
    "Tel": "+886-3-9587511、+886-932-090498、+886-933-144238",
    "Fax": "+886-3-9588564",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.a222.tw/WebMaster/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151120175239.jpg",
    "City": "Yilan County",
    "Town": "Dongshan Township",
    "Coordinate": "121.7304403,24.6183044"
  },
  {
    "ID": 131,
    "Name": "Hua Quan Living Workshop (Hua Quan Leisure Farm)",
    "Address": "No.15-1, Bajia Rd.,Shangde Vil, Yuanshan Township, Yilan County 26444",
    "HostWords": "People who love ginger lilies cannot miss out on the Hua Quan Leisure Farm. We welcome you all to experience the beauty of nature first hand.",
    "Tel": "+886-919-221506、+886-3-9221506",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151120155922.jpg",
    "City": "Yilan County",
    "Town": "Yuanshan Township",
    "Coordinate": "121.7044667,24.7286194"
  },
  {
    "ID": 132,
    "Name": "Wanshun Leisure Farm",
    "Address": "No.107-7, Xinnan Rd.,Xinnan Vil, Zhuangwei Township, Yilan County 26343",
    "HostWords": "Wanshan Leisure Farm boasts the biggest pumpkin garden in Taiwan. It was originally at Wanshan Hami Melon Orchard, which is located in Xinnan Village, Zhuangwei Township, Yilan County, near the dike of Lanyang River. At first, this farm was not open to the public, and the signboards were only made by hand. We simply did our duty as farmers. We have been collecting several varieties of pumpkins from all over the world for cultivation. On this farm, there are over one hundred varieties of pumpkins, including various shapes and colors of pumpkins such as big red pumpkins which look like hanging red lanterns. The pumpkins of this farm are edible and also make great decorations. When the pumpkins are ripe before and after the Dragon Boat Festival, many people, tantalized by the appearance of the pumpkins, linger around our pumpkin tunnel taking lots of pictures. On our farm, visitors can not only enjoy appetizing food such as pumpkin bombs (roasted pumpkins, our signature dish), chickens roasted in Shinjiang style, pumpkin pizza, pumpkin coffee and pumpkin milk but also engage in activities like pumpkin painting and tomato picking.",
    "Tel": "+886-932-088992、+886-937-279776",
    "Fax": "+886-3-9382870",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://wanshun.hiweb.tw/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151120160733.jpg",
    "City": "Yilan County",
    "Town": "Zhuangwei Township",
    "Coordinate": "121.807281,24.7266496"
  },
  {
    "ID": 133,
    "Name": "Daan Herbal Medicine Leisure Farm",
    "Address": "No.42-21, Lancheng Rd., Tongle Vil,Yuanshan Township, Yilan County 26446",
    "HostWords": "The owner of the Daan Herbal Medicine Leisure Farm is a teacher who has retired from school. Because her husband owns an herbal medicine store in Yilan, she has come to realize that more and more people lack knowledge of the wisdom of ancestors (Chinese herbal medicine). Therefore, after retirement, she decided to open up a leisure farm to explain to and educate tourists about the knowledge and functions of herbs.\n\nWith the detailed commentary of Mrs. Chen, visitors could learn how the hundreds of medical ingredients that are considered just pots of plants and flowers by others have become ingredients that save lives.",
    "Tel": "+886-3-9232808、+886-3-9225803、+886-932-232808",
    "Fax": "+886-3-9230874",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.daanbio.com.tw/",
    "FBUrl": "https://www.facebook.com/TaAnHerb",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151124164359.jpg",
    "City": "Yilan County",
    "Town": "Yuanshan Township",
    "Coordinate": "121.730853,24.771238"
  },
  {
    "ID": 136,
    "Name": "Peikuan Resort Leisure Farm",
    "Address": "No.205, Gengxin Rd., Toucheng Township, Yilan County 261, Taiwan (R.O.C.)",
    "HostWords": "Peikuan Resort Leisure Farm is located in the mountains of Gengxin, Toucheng Township, Yilan County, and has a view of the ocean. The 100-hectare farm is rich in natural landscape and provides half-day, one-day, and two-day package tours.\n\n\nPick oranges, tankans, kumquats, and peaches in the orchards or take a relaxing walk in the forest and admire the rare butterflies in the butterfly ecological trail. Each year in May and June, you can see fireflies shining along the 4km trail.\n\n\nThere is pure mountain spring water coming from the Xueshan Range. The farm has a water trail, waterslide, and mountain spring pool for people of all ages to soak and have fun in the water.\n\n\nVisit the largest and only crab museum in Taiwan. Here you will be introduced to a collection of over 700 species of live crabs and specimens. The sea world themed crab café in the museum has dining tables that are also aquariums full of fish. Isn’t that special?What’s more, you can also screen print your own crab t-shirt and paint crabs!",
    "Tel": "+886-3-9772168、+886-3-9772169、+886-920772169",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://peikuan-resort.com.tw/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151127135529.jpg",
    "City": "Yilan County",
    "Town": "Toucheng Township",
    "Coordinate": "121.864168,24.904587"
  },
  {
    "ID": 137,
    "Name": "Jiemei Leisure Farm",
    "Address": "No.198-1, 6th Neighborhood, Dajue Vil, Guanyin Township, Taoyuan County 32850",
    "HostWords": "Please call and make a reservation. The farm will arrange activities for you, to make sure you have a wonderful day here.",
    "Tel": "+886-919-262739",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151117174458.jpg",
    "City": "Taoyuan City",
    "Town": "Guanyin Dist.",
    "Coordinate": "121.1295104,25.0043549"
  },
  {
    "ID": 138,
    "Name": "Water Lilies and Lotus Flowers Leisure Farm",
    "Address": "No.690, Jinhua Rd.,Lanpu Vil, Guanyin Township, Taoyuan County 32852",
    "HostWords": "The farm has a straw museum exhibiting straw weaving crafts made by the 70-year-old father of the owner and many farm tools used in the old days that are made of straw. The museum also teaches visitors how to make straw toys and bags. The museum is definitely a fun and interesting place to visit. On the farm, you can also find many animals, including rabbits, mandarin ducks, peacocks, pheasants, and Taiwanese rookies. In addition, you can also try catching loach or bullfrogs, digging out water chestnuts, or using the earthen kiln for cooking. This is an excellent place for families and groups.",
    "Tel": "+886-3-4776972",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 09:00~17:30, Monday 09:00~17:30, Tuesday 09:00~17:30, Wednesday 09:00~17:30, Thursday 09:00~17:30, Friday 09:00~17:30, Saturday 09:00~17:30",
    "Url": "https://goo.gl/75CRsU",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20200324-22(1).jpg",
    "City": "Taoyuan City",
    "Town": "Guanyin Dist.",
    "Coordinate": "121.1158275,25.0129601"
  },
  {
    "ID": 139,
    "Name": "Lin’s Heritage House and Leisure Farm",
    "Address": "No.175, 5th Neighborhood, Dajue Vil, Guanyin Township, Taoyuan County 32850",
    "HostWords": "Lin’s heritage house is a traditional three-sided red-brick courtyard house standing in front of bamboo bushes. Near the house, there is a large pond full of graceful lotus flowers. This centennial house tells not only the story of the Lin family, who have been farmers for generations, but also the history of Taiwan. The nostalgic atmosphere is nevertheless lightened by fresh lotus flowers.",
    "Tel": "+886-3-4980753",
    "Fax": "+886-3-4982274",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.lin-jia.com/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20200326-03(1).jpg",
    "City": "Taoyuan City",
    "Town": "Guanyin Dist.",
    "Coordinate": "121.1303846,25.0001886"
  },
  {
    "ID": 143,
    "Name": "Green World Ecological Farm",
    "Address": "No.20, 7th Neighborhood,Dahu Vil, Beipu Township, Hsinchu County 314",
    "HostWords": "Green World Ecological Farm is located at the back of Xiuluan Mountain at Beipu Township, Hsinchu County. The 70-acre farm, a combination of zoo and botanic garden, comprises seven major theme parks, which are Swan Lake Area, Discovery Land Area, Water Plants Park, Bird Ecological Park, Butterfly Ecological Zone, Biodiversity Adventure Area, and Animal Star. There are 47 scenic sites, and all of them are very interesting and fun. For example, Swan Lake is a natural pond with many different birds, including swans and pelicans. Sometimes, you can also find migratory birds there as visitors.",
    "Tel": "+886-3-5801000",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.green-world.com.tw/index.asp",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20160920142736.jpg",
    "City": "Hsinchu County",
    "Town": "Beipu Township",
    "Coordinate": "121.071096,24.6988099"
  },
  {
    "ID": 144,
    "Name": "Sheipa Leisure Farm",
    "Address": "No.380, Minshi, Wufeng Township, Hsinchu County 311, Taiwan (R.O.C.)",
    "HostWords": "Sheipa Leisure Farm, located in Wufeng Township, Hsinchu, extends over 9,700 m2 and stands around 1,923 m above sea level. Nearby attractions include Guanwu Forest Recreation Area, Qingquan Hot Spring, and Shei-Pa National Park.Here you can overlook the famous Holy Ridgeline and marvel at the starry Milky Way. You can also enjoy the beautiful sunrise and sunset.\n\n\nStroll around and enjoy in the beautiful scenery of the abundant, primeval deciduous forests, Japanese cedar, and the rare Taiwan cypress.\n\n\nSheipa Leisure Farm produces 3 tons of blueberries each year. Visitors staying at the farm can visit the garden free of charge, pick blueberries, and make their own blueberry vinegar. In various seasons, you can also enjoy the fun of picking pears, kiwifruit, and peaches.\n\n\nYou can also enjoy afternoon tea at Yun Hai Café and admire the vast scenery. This restaurant offers a fusion of western and Chinese food, with unique dishes such as kiwi fried rice, shrimp with blueberry sauce, 40% alcohol by volume kiwi wine, and healthy blueberry vinegar.",
    "Tel": "+886-3-5856192、+886-3-5856193",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.sheipa.com.tw/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151119170354.jpg",
    "City": "Hsinchu County",
    "Town": "Wufeng Township",
    "Coordinate": "121.1178128,24.5276476"
  },
  {
    "ID": 149,
    "Name": "Flying Cow Ranch",
    "Address": "No.166, Nanhe, Tongxiao Township, Miaoli County 357, Taiwan (R.O.C.)",
    "HostWords": "Flying Cow Ranch, located in Tongxiao Township, Miaoli, is spread over approximately 50 hectares. In fact, if the dairy farm and grazing fields are included, the ranch extends to about 120 hectares. Flying Cow Ranch is an expansive farm with a wide range of facilities and activities.You can interact with dairy cows, mountain goats, horses, and rabbits at the Animal Farm and can milk cows or feed little sheep, bunnies, and calves. Or you can visit the Butterfly Area for a guided tour on the life and behavior of butterflies.\n\n\nThe Production Area houses various types of dairy products, organic flowers and plants, and organic vegetables. There are also livestock products and forage grasses produced by the farm. You can have a picnic, barbeque, fly kites on the grass, or watch wild ducks relaxing in the pond.\n\n\nFlying Cow Ranch also offers many DIY activities such as butter churning and ice cream making. You can also write messages in a bottle, make milk cookies and sponge cakes, and paint cows.If you get tired, take a break at the Lohas Restaurant, Red Barn Restaurant, or Fast Food Restaurant for delicious Chinese and Western foods.",
    "Tel": "+886-37-782999",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 07:00~19:00, Monday 07:00~19:00, Tuesday 07:00~19:00, Wednesday 07:00~19:00, Thursday 07:00~19:00, Friday 07:00~19:00, Saturday 07:00~19:00",
    "Url": "http://www.flyingcow.com.tw/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/63e0d058cc364d0a80f87d5f084ca3be.jpg",
    "City": "Miaoli County",
    "Town": "Tongxiao Township",
    "Coordinate": "120.741294,24.441267"
  },
  {
    "ID": 151,
    "Name": "Flower Home Leisure Farm",
    "Address": "No.43-3, Xiping, Zhuolan Township, Miaoli County 369, Taiwan (R.O.C.)",
    "HostWords": "Occupying an area of 3.2 hectares in Zhuolan, Miaoli, Flower Home Leisure Farm boasts open spaces and abundant trees, flowers, and gardens, as well as the exquisite essential oil castle. Flower Home Leisure Farm is a quality leisure farm that combines nature and ecology.\n\nThe medicinal herb area and essential oil museum display tools used in years past for making citronella and camphor oils.\n\nVisitors can learn about essential oils and the extraction process, and also purchase ready-made products. Or if you prefer, make your own tea tree oil mosquito repellent or tea tree and aloe lotion.\n\nThe flower area sells various kinds of herbs, rieger begonias, Persian cyclamen, orchids, and pines. The farm also provides potted plant designing and flower arrangement services. The cactus area has all sorts of succulents, and you can make your own cactus pots.\n\nMeals here include set meals prepared with a variety of herbs and rose. You can also take a bamboo basket to the garden and pick your own fresh herbal tea.",
    "Tel": "+886-4-25891589、+886-4-25893280",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 08:30~17:30, Monday 09:00~17:00, Tuesday 09:00~17:00, Wednesday Closed, Thursday 09:00~17:00, Friday 09:00~17:00, Saturday 08:30~17:30",
    "Url": "http://www.flowerhome.com.tw/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/DSC_7110.jpg",
    "City": "Miaoli County",
    "Town": "Zhuolan Township",
    "Coordinate": "120.8261689,24.3327781"
  },
  {
    "ID": 161,
    "Name": "Owl Leisure Farm",
    "Address": "No.11, Yongxing, Shitan Township, Miaoli County.",
    "HostWords": "In March 2003, a group of locals from Shitan Township in Miaoli County who were passionate about owls established a common home for all owl lovers. This house not only provides sanctuary to injured owls, but also endeavors to espouse the conservation concept of “Love Owls, Love Nature” to more people. This concept is consequently conveyed through outdoor ecological classrooms, where ecological teaching methods are adopted to introduce owl types, their characteristics, and their habits to visitors. The owl farm is also equipped with multimedia classrooms, a campsite, and an outdoor ecological park, offering comprehensive ecological education and guidance. In addition, the site further features professional instructors who teach the local production of recycled paper, which uses the vegetation within the farm to produce scented paper. This paper is then stamped with the owl symbol, and the farm also offers ceramic owl ornaments of various colors. Through ecological aesthetics and environmental protection education, the owl farm endeavors to teach children to love and cherish nature.\n\nThe farm ranch is equipped with multi-media classrooms and campgroungs, and there are dedicated personnel to provide a series of tours on the owl ecosystems. In this facility, you'll tour the owl habitat, get to know the owl species, and listen to owl hoots. As the season changes, you can also see fireflies, pick strawberries and oranges, or have a barbecue, camp out, and do some outdoor climbing. The cativities offered in this ranch are fun and very appropriated for the whole family to join and have fun, Of course, this is also an excellent venue for outdoor ecological teaching and group tourism.",
    "Tel": "+886-37-931323",
    "Fax": "+886-37-932363",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.dahu.com.tw/kukulu/index.html",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151119171857.jpg",
    "City": "Miaoli County",
    "Town": "Shitan Township",
    "Coordinate": "120.93026,24.523866"
  },
  {
    "ID": 170,
    "Name": "MILE HIGH LEISURE FARM",
    "Address": "No. 6, 9th Neighborhood, Jiang-ma-yuan, Lilin Village, Dahu Township, Miaoli County",
    "HostWords": "Ginger grown in Jiang-ma-yuan is early ginger (zingiber officinale), which is longer and thicker and it has more growth buds. The ginger is planted in rich and well draining soils with gravels. Ginger is a heavy feeder that after planting for 2 years, the soil should be laid fallow for 5 years so the soil can restore the natural nutrients. The old ginger is fragrant and spicy and it can also grow for young gingers or utilized for soup, stewing chicken with sesame oil and sautéed for the aroma. The farmers used to use ginger to rid smells, make ginger tea to enhance the immune system and prevent getting a cold. Ginger is a health-care food material to enhance the flavor and health.",
    "Tel": "+886-37-951530",
    "Fax": "",
    "ContactPerson": "Yu-jing TU",
    "OpenHours": "Sunday 09:00~21:00, Monday 09:00~18:00, Tuesday 09:00~18:00, Wednesday 09:00~18:00, Thursday Closed, Friday 09:00~18:00, Saturday 09:00~21:00",
    "Url": "http://www.dahu.com.tw/cloud/",
    "FBUrl": "https://www.facebook.com/milehigh.tw/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/c2a4869fe80448c7bda956bbc8783e0b.jpg",
    "City": "Miaoli County",
    "Town": "Dahu Township",
    "Coordinate": "120.8238749,24.3863261"
  },
  {
    "ID": 179,
    "Name": "National Farmers’ Association Recreation Farm",
    "Address": "No.56, Shanjiao Ln., Waipu Dist., Taichung City.",
    "HostWords": "National Farmers’ Association Recreation Farm is located in Taichung City, it is a large piece of land great for hosting get-togethers and fun activities.\n\n\nThe farm has many areas including flower area, BBQ area, camp area, view point, and you can get more information in the information center. This farm is a combination of agricultural production and sightseeing, perfect for experiencing simple country life.",
    "Tel": "+886-4-26872724",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://tpfarf.farmer.org.tw/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151117110749.jpg",
    "City": "Taichung City",
    "Town": "Waipu Dist.",
    "Coordinate": "120.6204282,24.3294064"
  },
  {
    "ID": 182,
    "Name": "Muxingquan Leisure Farm",
    "Address": "No.60, Zhongxing St., Xinshe Dist., Taichung City 426, Taiwan (R.O.C.)",
    "HostWords": "Located in the Xinshe District of Taichung City, Muxingquan Leisure Farm has a total area of over 8 hectares situated at 600-900 meters above sea level where you can overlook the beautiful sceneries of Jiutong Mountain, the Port of Taichung, Daisetsuzan, and Dajia River.\n\n\nA stunning array of plants welcomes guests upon arrival. Every May, visitors admire the fields of orange daylilies, taste cuisine made with orange daylilies at the restaurant, and enjoy beautiful cherry blossoms. Strolling about in the farm, you will see azaleas, wild lilies, lavender, orange daylilies, tung blossom, and pascuita displaying their beauty. In April and May, visitors can watch fireflies dancing in the dark after sunset.\n\n\nMuxingquan Farm prepares a variety of unique dishes, including mushroom hotpot, herbal ginseng hotpot, and lemongrass chicken.",
    "Tel": "+886-4-25812913、+886-919566203",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://0425931201.mmmtravel.com.tw/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151113164308.jpg",
    "City": "Taichung City",
    "Town": "Xinshe Dist.",
    "Coordinate": "120.8473727,24.1388156"
  },
  {
    "ID": 183,
    "Name": "Wenshan Leisure Farm",
    "Address": "No.123, Jiandong Rd., Dali Dist., Taichung City 412, Taiwan (R.O.C.)",
    "HostWords": "Wenshan Leisure Farm is located in Taichung’s Dali District. The owner, Agenbo, used his years of farming experience to build the farm into one that combines nature, leisure, education, and fun. Visitors can personally experience many farming activities, such as sitting on an oxcart, kissing an ox, and shooting bamboo arrows. The farm also has a playground and offers visitors a chance to pick fruit.\n\n\nWant to have fun with your children in a relaxing and pleasant environment? Come to Wenshan Leisure Farm and engage in recreational farming activities you cannot experience in the city! Feed sheep, make scarecrows, catch loaches, crickets and Japanese rhinoceros beetles, grind grains on stone mills, cook chicken in an earth oven and rice in bamboo segments, and walk on stilts. Revisit your childhood by making owl magnets, owl mosaics, and bamboo water guns, or paint Japanese rhinoceros beetle piggy banks, lychee dolls, bamboo rakes, and stag beetle wind chimes.",
    "Tel": "+886-4-24937679",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 09:00~17:00, Monday Closed, Tuesday 09:00~17:00, Wednesday 09:00~17:00, Thursday 09:00~17:00, Friday 09:00~17:00, Saturday 09:00~17:00",
    "Url": "http://www.wfarm.com.tw/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151204103147.jpg",
    "City": "Taichung City",
    "Town": "Dali Dist.",
    "Coordinate": "120.7221254,24.0845387"
  },
  {
    "ID": 185,
    "Name": "Tamarind Ecological Education Leisure Farm",
    "Address": "No.6-6, Gangxian Ln., Wanxian St., Shigang Dist., Taichung City 422, Taiwan (R.O.C.)",
    "HostWords": "Tamarind Ecological Education Leisure Farm is located in Shigang, Taichung. Due to its high altitude, you can overlook the Dajia River and Shihgang Dam and gaze into the distance at the beautiful Guandao and Manabang Mountains. The farm offers ecological experiences, accommodations, and dining services, as well as a botanical garden perfect for school field trips.\n\n\nTamarind Farm preserves its natural ecosystem with microorganisms. It has restored ecosystems for butterflies, Japanese rhinoceros beetles, and stag beetles. Visitors can listen to the croaking of tree frogs, learn about non-toxic ponkan trees, admire peacocks, golden pheasants, and Taiwan geese, partake in gardening activities, and make rare seed accessories.The farm has preserved its original trees and railroad tie trail and planted more than 700 rare plants from all over the world for everyone to appreciate and breathe in the fresh forest air.\n\n\nThe scenic green restaurant is especially built so that the large trees can grow indoors without any disruption in a naturally ventilated environment. The restaurant mainly features unique, creative, and healthy Hakka dishes, such as healthy drunken chicken cooked with rich herbs, goat milk chicken soup, and tamarind ribs.",
    "Tel": "+886-4-25822522",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.treed.com.tw/about.asp",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151119145449.jpg",
    "City": "Taichung City",
    "Town": "Shigang Dist.",
    "Coordinate": "120.7838358,24.2643106"
  },
  {
    "ID": 188,
    "Name": "Leisure Farm of Taiwanese Ancient Chicken",
    "Address": "No. 36, Ln. 451, Sec. 5, Zhangnan Rd., Jiushe Vil.,  Fenyuan Township, Changhua County 502",
    "HostWords": "",
    "Tel": "+886-49-2524362",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 10:00~20:00, Monday Closed, Tuesday 10:00~20:00, Wednesday 10:00~20:00, Thursday 10:00~20:00, Friday 10:00~20:00, Saturday 10:00~20:00",
    "Url": "",
    "FBUrl": "https://www.facebook.com/GoodFarmChicken",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/a26571473d7f4eb8a48bc4e00d95f719.jpg",
    "City": "Changhua County",
    "Town": "Fenyuan Township",
    "Coordinate": "120.6210328,24.0371414"
  },
  {
    "ID": 192,
    "Name": "Jianmen Ecological Leisure Farm",
    "Address": "No. 72, Ln. 143, Sec. 2, Jiadong Rd., Jiadong Vil.,  Dacun Township, Changhua County 515",
    "HostWords": "",
    "Tel": "+886-4-8522318 ， +886-933-415950",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 09:00~17:00, Monday Closed, Tuesday 09:00~17:00, Wednesday 09:00~17:00, Thursday 09:00~17:00, Friday 09:00~17:00, Saturday 09:00~17:00",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151113145625.jpg",
    "City": "Changhua County",
    "Town": "Dacun Township",
    "Coordinate": "120.53549595499405,24.01000428679686"
  },
  {
    "ID": 194,
    "Name": "Ya iku vineyards",
    "Address": "No.328, Sec. 2, Qixing Rd., Dacun Township, Changhua County 515",
    "HostWords": "",
    "Tel": "+886-972-318-698，+88-937-680691",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 09:00~18:00, Monday 09:00~18:00, Tuesday 09:00~18:00, Wednesday 09:00~18:00, Thursday 09:00~18:00, Friday 09:00~18:00, Saturday 09:00~18:00",
    "Url": "https://goo.gl/euv9py",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151119150032.jpg",
    "City": "Changhua County",
    "Town": "Dacun Township",
    "Coordinate": "120.5356942,23.9850982"
  },
  {
    "ID": 198,
    "Name": "Jing Qin Leisure Farm",
    "Address": "No. 7, Zhuangnan Ln., Chenggong Vil., Xizhou Township, Changhua County 524",
    "HostWords": "",
    "Tel": "+886-4-8752376 ， +886-958-893396",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 08:30~16:30, Monday 08:30~16:30, Tuesday 08:30~16:30, Wednesday 08:30~16:30, Thursday 08:30~16:30, Friday 08:30~16:30, Saturday 08:30~16:30",
    "Url": "",
    "FBUrl": "https://www.facebook.com/700155836732360",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151013105551.jpg",
    "City": "Changhua County",
    "Town": "Xizhou Township",
    "Coordinate": "120.5436257,23.833832"
  },
  {
    "ID": 199,
    "Name": "Naimi Leisure Farm",
    "Address": "No. 8, S. 2nd Side Ln., Nanshi Vil., Dacun Township, Changhua County 515",
    "HostWords": "",
    "Tel": "+886-4-8539810 ,+886-919-327075",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday Closed, Monday 09:00~20:00, Tuesday 09:00~20:00, Wednesday 09:00~20:00, Thursday 09:00~20:00, Friday 09:00~20:00, Saturday Closed",
    "Url": "http://blog.yam.com/naimifarm",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/1011a68495654d978a6dadc59d2976b2.jpg",
    "City": "Changhua County",
    "Town": "Dacun Township",
    "Coordinate": "120.5426935,23.983951"
  },
  {
    "ID": 200,
    "Name": "Magical Mushrooms Tribe Leisure Farm",
    "Address": "No.829, Liuqiao E. Rd., Puxin Township, Changhua County 513, Taiwan (R.O.C.)",
    "HostWords": "Magical Mushrooms Tribe Leisure Farm is located in Puxin, Changhua. Wander about the green grasslands and visit the Q-Yo Bio-technology Farm Mushroom Production Warehouse with a tour guide to learn about mushroom ecosystems and experience the vivid and colorful world of fungus. There are also many ecological zones—the aquatic plant zone, beetle ecological zone, tree zone, nectariferous plant zone, parasitic plant zone, amphibian plant zone, and native freshwater fish ecological zone—in which visitors can expand their knowledge of nature.\n\nYou can also grow your own mushrooms to experience the life of a mushroom farmer, or express your creativity by painting your own mushroom figurine.\n\nThe Magical Mushrooms Tribe Leisure Farm restaurant has cathedral ceilings and incorporates unique mushroom shapes. The cuisine is made with healthy ingredients such as fresh mushrooms, local organic vegetables, and Shennong Award-winning yogurt pork and the restaurant offers a variety of hotpot choices including Hokkaido milk hotpot, Hokkaido Japanese kombu hotpot, and healthy herbal hotpot. The exhibition center sells various mushroom healthcare products.",
    "Tel": "+886-4-8521898",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 10:00~17:30, Monday Closed, Tuesday Closed, Wednesday 10:00~17:00, Thursday 10:00~17:00, Friday 10:00~17:00, Saturday 10:00~17:30",
    "Url": "http://www.qyo.com.tw/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/00(1).jpg",
    "City": "Changhua County",
    "Town": "Puxin Township",
    "Coordinate": "120.5204213,23.973773"
  },
  {
    "ID": 202,
    "Name": "Taiyi Ecological Leisure Farm",
    "Address": "No.176, Sec. 1, Zhongshan Rd., Puli Township, Nantou County 545, Taiwan (R.O.C.)",
    "HostWords": "Taiyi Ecological Leisure Farm can be found in Puli, Nantou. With an area of 50 hectares, this beautiful farm has hundreds of Chinese sweet gum trees with attractive red leaves for visitors to admire. Flowers decorate the buildings, roofs, and walls of the farm. Also, park areas with special themes dot the farm, making Taiyi Farm a natural classroom for ecological educational.\n\n\nTaiyi Farm is also home to Taiwan’s first and only flora temple. Its design was inspired by western mythology, worshipping Flora and the Fairy of Four Seasons. There is also a horoscope wishing pond where visitors can drop pennies and make a wish.The farm has many themed areas. The rainforest pavilion is filled with various ferns and trees designed to portray a prehistoric Jurassic Park. Driftwood is used for the pathways, so a good sense of balance is a must! Hundreds of butterflies flutter about the butterfly pavilion. This area, created using agricultural waste, has various plants to attract butterflies, so visitors can see each stage of a butterfly’s metamorphosis and experience the miracle of life. Taiyi Farm is a natural classroom for learning about the ecosystem.\n\n\nThe farm also offers many DIY activities. You can make pressed flower paper fans, pressed flower key rings, handmade candles, and frog-shaped clay candles, or paint ocarinas, mini plant pots, beetles, and t-shirts. You can also weave your own aboriginal necklace or make wooden mosaics and aiyu jelly.",
    "Tel": "+886-49-2997848",
    "Fax": "+886-49-2900037",
    "ContactPerson": "張國禎",
    "OpenHours": "",
    "Url": "http://www.taii.com.tw/",
    "FBUrl": "https://www.facebook.com/redmaplere",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/92dc55f3dcc94236a28e7d84011f7c9b.jpg",
    "City": "Nantou County",
    "Town": "Puli Township",
    "Coordinate": "121.0063382,23.9780667"
  },
  {
    "ID": 206,
    "Name": "Wuxiu Leisure Farm",
    "Address": "No.35-66, Tiantou Ln., Lugu Township, Nantou County 558, Taiwan (R.O.C.)",
    "HostWords": "Come and visit the Bamboo Charcoal Kiln at Wuxiu Leisure Farm in Lugu Township at 1:00 pm! After successful research into bamboo charcoal kilns in 2002, the farm’s kiln was modified into a type of improved traditional kiln that produces Wuxiu Moso Bamboo Charcoal, also known as Black Diamond in Japan.\n\n\nWuxiu’s artificial kiln is open to the public, and guided tours are provided to explain the charcoal manufacturing process.\n\n\nCome and visit the Bamboo Charcoal Kiln at Wuxiu Leisure Farm in Lugu Township at 1:00 pm! After successful research into bamboo charcoal kilns in 2002, the farm’s kiln was modified into a type of improved traditional kiln that produces Wuxiu Moso Bamboo Charcoal, also known as Black Diamond in Japan.\n\n\nWuxiu’s artificial kiln is open to the public, and guided tours are provided to explain the charcoal manufacturing process.\n\n\nYouhuang Café, located in Lugu’s Half Sky B&B, was built with moso bamboo by old masters using the principles of mechanics; no tiles, bricks, or pillars were used. Here, visitors can taste the unique flavor of bamboo charcoal coffee, snacks, and seasonal bamboo cuisine while admiring the swaying moso bamboo on the vast mountainsides.",
    "Tel": "+886-49- 2676262",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "https://www.facebook.com/WuxiuBamboo/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151113151743.jpg",
    "City": "Nantou County",
    "Town": "Lugu Township",
    "Coordinate": "120.7611244,23.7188198"
  },
  {
    "ID": 217,
    "Name": "Forest 18 Leisure Farm",
    "Address": "No.16-8, Tianzai Ln., Mingjian Township, Nantou County 551, Taiwan (R.O.C.)",
    "HostWords": "Forest 18 Leisure Farm is located in Nantou, it operates under the concept of a green environment. The farm’s restaurant is one of Nantou’s distinguishing features, combining local food culture and ingredients to create unique dishes.Besides that, you can also buy the fresh and organic vegetables. The farm also provides many interesting DIY activities for visitors to experience.",
    "Tel": "+886-49-2273797",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.forest18.com/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151117180543.jpg",
    "City": "Nantou County",
    "Town": "Mingjian Township",
    "Coordinate": "120.6751937,23.8646515"
  },
  {
    "ID": 220,
    "Name": "YunKe Ecological Leisure Farm",
    "Address": "No.67, Ln. 273, Sec. 2, University Road, Douliu City, Yunlin County 640",
    "HostWords": "",
    "Tel": "+886-5-5338447",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.winfarm.com/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151112173323.jpg",
    "City": "Yunlin County",
    "Town": "Douliu City",
    "Coordinate": "120.5483770,23.6978537"
  },
  {
    "ID": 224,
    "Name": "Sontenkan Living Ideas Farm",
    "Address": "No.48-15, Songzijiao, Minxiong Township, Chiayi County 621, Taiwan (R.O.C.)",
    "HostWords": "Sontenkan Living Ideas Farm is located in Chiayi’s Minxiong Township on an area of 12 hectares. The Bali-style design and stone sculptures are the most notable features of this farm.\n\n\nMultiple services and activities are available on the farm, ranging from accommodations, camping, barbeque, water splashing, paintball target shooting, and archery, to family shows, ladyboy (kathoey) shows, and ecological tours, among others.\n\n\nThe largest outdoor palm tree garden has sugar palms, African oil palms for making palm oil, triangle palms, foxtail palms, and even nipa palms that grow in the water. There are also many kinds of pineapples. By the Bali pavilion at the farm’s parking lot entrance, there is a huge pineapple made from thousands of the world’s smallest earth stars.\n\n\nAt the vanilla workshop, you can experience the fun of creating handmade essential oil soap, painted penholders, chimes, jelly candles, and lucky crystal bottles.\n\n\nThe rainforest restaurant has local seasonal dishes, while the Mongolian barbecue restaurant has an all-you-can-eat buffet of their unique barbecue dishes and pork with pickled cabbage hot pot.",
    "Tel": "+886-5- 2722342",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Chiayi County",
    "Town": "Minxiong Township",
    "Coordinate": "120.4743490,23.546536"
  },
  {
    "ID": 229,
    "Name": "Nan Yuan Garden Resort Farm",
    "Address": "No.25, Nanhu, Liuying Dist., Tainan City 736, Taiwan (R.O.C.)",
    "HostWords": "Nan Yuan Garden Resort Farm is located on an area of over 30 hectares in Liuying District of Tainan City. The farm is divided into three ecosystems and 91 scenic spots.\n\nThe forest ecosystem has more than 2,000 polar, temperate, and tropical plants, over 200,000 tall trees, and a 10 km-long forest trail. The farm is its own large biological kingdom!\n\nThe lake ecosystem has six natural lakes where you can fish, take a boat ride, see the waterfall, play golf, and see over a hundred rare birds.\n\nThe farm ecosystem also includes green grasslands where you can run and fly kites. The Taiwan Island imitates the geology of the whole of Taiwan with flowers and plants representing each county, city, and river, great for educational field trips.\n\nThe Evergreen Restaurant features unique dishes by Nan Yuan Garden Resort Farm. You can taste Jiangnan-style cuisine, such as the Autumn maple tree chicken, fried manjack and spleenwort, steamed Marble Goby, and skygazer with bamboo.",
    "Tel": "+886-6-6990726",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151113160607.jpg",
    "City": "Tainan City",
    "Town": "Liuying Dist.",
    "Coordinate": "120.3785788,23.2400991"
  },
  {
    "ID": 230,
    "Name": "Dakeng Leisure Farm",
    "Address": "No.82, Dakengwei, Xinhua Dist., Tainan City 712, Taiwan (R.O.C.)",
    "HostWords": "Dakeng Leisure Farm was opened in 2001 and it is a famous destination for holidays and vacations. With a vast area, it offers comprehensive services, including B&B, camping, cottages with steam rooms and SPA facilities. And the restaurant was officially a Tian Ma Ma Restaurant in 2007. The boss lady, Yu-Nv CHEN and her daughter, Jia-Ru CAI, who loves cooking work together with their classmates in the Home Economics Program and make the creative dishes.",
    "Tel": "+886-6-5941555",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 08:00~22:00, Monday 08:00~22:00, Tuesday 08:00~22:00, Wednesday 08:00~22:00, Thursday 08:00~22:00, Friday 08:00~22:00, Saturday 08:00~22:00",
    "Url": "http://www.idakeng.com.tw/",
    "FBUrl": "https://www.facebook.com/Dakeng520/?fref=nf",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/d86dadc9fb1b47678d2001b355017772.jpg",
    "City": "Tainan City",
    "Town": "Xinhua Dist.",
    "Coordinate": "120.3904996,23.0072204"
  },
  {
    "ID": 231,
    "Name": "Fairy Lake Leisure Farm",
    "Address": "No.6-2, Helaoliao, Dongshan Dist., Tainan City 733, Taiwan (R.O.C.)",
    "HostWords": "Fairy Lake Leisure Farm is located in Dongshan District, Tainan City, and occupies an area of 52 hectares. The farm has abundant mountains and forests. The sea of clouds that emerges amidst the mountains in the afternoon, with the golden sunlight in the background, is like a fairy lake. The farm provides accommodations, campsites, and barbeque and picnic sites.\n\n\nThere are various insects found on the farm, including butterflies, fireflies, and beetles. At night, you can observe the nature of nocturnal insects, and from April to June, you will see jack-o-lanterns and fireflies dancing about.\n\n\nFairy Lake Leisure Farm is famous for its sweet and juicy longan. Mandarin oranges, lychees, and various vegetables are also grown here. You can pick longan, buy baked dried longan, and longan honey, or make your own dried longan, pick fruit and vegetables, make scented tea and sachets, and savor delicious cuisine such as fried egg with pork, bleeding glorybower, high-fiber vegetable rolls, Brazilian fireweed with egg, and healthy chicken and vegetable hot pot. Remember to have some local Dongshan coffee after your meal!",
    "Tel": "+886-6- 6863635",
    "Fax": "",
    "ContactPerson": "丁敬純",
    "OpenHours": "Sunday 09:00~21:00, Monday 09:00~21:00, Tuesday 09:00~21:00, Wednesday 09:00~21:00, Thursday 09:00~21:00, Friday 09:00~21:00, Saturday 09:00~21:00",
    "Url": "http://www.senwho.com/",
    "FBUrl": "https://www.facebook.com/Fairylakeleisurefarm/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/bbca925b320b4323be2fdade95fa7a7b.jpg",
    "City": "Tainan City",
    "Town": "Dongshan Dist.",
    "Coordinate": "120.4822898,23.2659335"
  },
  {
    "ID": 232,
    "Name": "Tsou-Ma-Lai Farm",
    "Address": "No.60, Qiziwa, Danei Dist., Tainan City 742, Taiwan (R.O.C.)",
    "HostWords": "Tsou-Ma-Lai Farm, situated in Danei District, Tainan City, lies on 120 hectares surrounded by the Zengwun River and Wushan Mountain. The farm consists of many types of terrain as well as a 40-hectare grassland, which has become the habitat for over 150 wild animals, including numerous protected species.\n\nThere are over 30 recreational facilities, making Tsou-Ma-Lai Farm the perfect place for vacationing, exercising, and leisure.\n\nYou can choose from activities including grass skating, archery, swimming, tandem bicycling, and pedal boating, or take the tour bus around the farm. You can also make your own mantou (Chinese steamed buns) and potted plants, feed calves, use ancient agricultural machinery, roll hay bales, and also visit the bee ecological pavilion, local zoo, garden art gallery, herbal area, or forest to enjoy the relaxing life in the countryside.\n\nTsou-Ma-Lai Farm started as a grass farm. With the help of Mama Tien, the farm established the grass restaurant with specially designed grass dishes made with freshly picked and homegrown rapeseed, radishes, and tomatoes.",
    "Tel": "+886-6-5760121",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.farm.com.tw/welcome1.html",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20160104140157.JPG",
    "City": "Tainan City",
    "Town": "Danei Dist.",
    "Coordinate": "120.4298584,23.1371777"
  },
  {
    "ID": 241,
    "Name": "YingDa Leisure Farm",
    "Address": "No.52, Xin’an Rd., Wanluan Township, Pingtung County 923, Taiwan (R.O.C.)",
    "HostWords": "Coming to YingDa, you can enjoy the green grass, the vast sky, and plants all over the place. Ying Da is located in a valley and has 160 and more kinds of plants in 50 hectare. The farm is divided into many activity areas (Ecological conservation area, grazing area, camping area, and fruit tree etc.) which provides variety of experience.",
    "Tel": "+886-7-7718192、+886-8-7990383",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 08:00~18:00, Monday 08:00~18:00, Tuesday 08:00~18:00, Wednesday 08:00~18:00, Thursday 08:00~18:00, Friday 08:00~18:00, Saturday 08:00~18:00",
    "Url": "",
    "FBUrl": "https://www.facebook.com/indafarm/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/5d47eaab441c4caabfc9ffdc20ccd6ea.jpg",
    "City": "Pingtung County",
    "Town": "Wanluan Township",
    "Coordinate": "120.624972,22.639835"
  },
  {
    "ID": 253,
    "Name": "Chwem-Yuam Leisure Farm/Darling Homestay",
    "Address": "No.8, Ln. 1, Yingqu Rd., Wanluan Township, Pingtung County 923, Taiwan (R.O.C.)",
    "HostWords": "The food in the farm was made of local ingredients and seasonal fruits and vegetables. Travelers can experience Taiwanese rural life by experiencing our DIY activities such as fruit picking and cooking. Travelers can eat well, sleep well, and have an enjoyable time here.",
    "Tel": "+886-8-7831592、+886-922-293269",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.quailking.com.tw/",
    "FBUrl": "https://www.facebook.com/鶉園休閒農場達伶的家民宿-213877998809764/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/c71d2c03672d4d2785b9449902279774.jpg",
    "City": "Pingtung County",
    "Town": "Wanluan Township",
    "Coordinate": "120.6228502,22.6117306"
  },
  {
    "ID": 255,
    "Name": "Da-Wu Mountain Leisure Farm",
    "Address": "No.40, Laotan Ln., Taiwu Township, Pingtung County 921, Taiwan (R.O.C.)",
    "HostWords": "Da-Wu Mountain Leisure Farm features positive hospitable attitude, dazzling beautiful colors, and rich species. We have a strong cultural atmosphere of the Paiwan people. We pay attention to ecological conservation and have fruit trees and Acacia Tree everywhere. We use local organic fruits and vegetables as our ingredients four our food.  Welcome to visit us and experience the enthusiasm of the Paiwan people.",
    "Tel": "+886-8-7920332、+886-933-382777",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 08:00~22:00, Monday 08:00~17:00, Tuesday 08:00~17:00, Wednesday 08:00~17:00, Thursday 08:00~17:00, Friday 08:00~17:00, Saturday 08:00~22:00",
    "Url": "http://www.shop2000.com.tw/大武山民宿",
    "FBUrl": "https://www.facebook.com/dawusan1020307/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151124174019.jpg",
    "City": "Pingtung County",
    "Town": "Taiwu Township",
    "Coordinate": "120.6497607,22.5748218"
  },
  {
    "ID": 259,
    "Name": "Taiwan Jinshi Coffee Leisure Farm",
    "Address": "No.1-58, Dongshan Rd., Wanluan Township, Pingtung County 923, Taiwan (R.O.C.)",
    "HostWords": "In order to keep the quality of our coffee, we employ nature farming. We want each of our coffee bean looks plump and full. We only choose to use coffee beans from high altitude. We pay attention to every procedure and measure to show our persistence towards coffee and respect to our customers.",
    "Tel": "+886-8-7832558",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 10:00~20:00, Monday 10:00~20:00, Tuesday 10:00~20:00, Wednesday 10:00~20:00, Thursday 10:00~20:00, Friday 10:00~20:00, Saturday 10:00~20:00",
    "Url": "",
    "FBUrl": "https://zh-tw.facebook.com/TaiWanJinShiKaFeiXiuXianNongChang",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151124173820.jpg",
    "City": "Pingtung County",
    "Town": "Wanluan Township",
    "Coordinate": "120.6217318,22.5913308"
  },
  {
    "ID": 262,
    "Name": "Shin Kong Chao Feng Ranch & Resort",
    "Address": "No.20, Yongfu St., Fenglin Township, Hualien County 975, Taiwan (R.O.C.)",
    "HostWords": "Shin Kong Chao Feng Ranch & Resort is located in Fenglin Township, Hualien, and occupies an area of 726 hectares that contains a Dutch-style village and rose garden, a hot spring and spa area, a water splashing area, a cute animal area, Sixiu Lake, and a special botanical garden. The level land and vast space make this farm perfect for relaxing and healthy bicycling.\n\n\nVisitors can also rent electric cars or take the free train around the farm.\n\n\nThere are about 500 Holstein-Friesians in the dairy cattle area which provide the raw materials for cheese, ice-cream, and soap made by local manufacturers.The sightseeing orchard contains kumquats, lemons, bananas, avocados, pomelos, and oranges. Each year from October to April, visitors can enjoy picking and eating fresh fruit.Get up close with cute rabbits, sheep, and white monkeys. You can also feed calves bottled milk and make your own recycled bag, aromatic soap, milk soap, or herbal soap.",
    "Tel": "+886-3-8772666",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 08:30~17:30, Monday 08:30~17:30, Tuesday 08:30~17:30, Wednesday 08:30~17:30, Thursday 08:30~17:30, Friday 08:30~17:30, Saturday 08:30~17:30",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151117141425.jpg",
    "City": "Hualien County",
    "Town": "Fenglin Township",
    "Coordinate": "121.456414,23.8037226"
  },
  {
    "ID": 263,
    "Name": "Toyugi Leisure Farm",
    "Address": "No.18, Lane 376, Wenquan Rd., Wenquan Village, Beinan Township, Taitung County",
    "HostWords": "At the entrance of Zhiben Hotspring in Taitung County, Toyugi Hot Spring Resort and Spa of nearly 15 hectares has the biggest and most comprehensive hot spring Spa facilities in Zhiben area, and in recent years, it aims to restore butterflies to make the resort an eco garden where ferns native to Taitung are grown, beetles’ habitats and croquet grounds are developed—the leisure concept is incorporated into its operation.",
    "Tel": "+886-89-516111 ext. 700; +886-89-516111 ext. 801",
    "Fax": "+886-89-515026",
    "ContactPerson": "Ms. Hsieh, Mr. Huang",
    "OpenHours": "Sunday 17:00~20:00, Sunday 11:00~14:00, Sunday 07:00~09:30, Monday 07:00~09:30, Monday 11:00~14:00, Monday 17:00~20:00, Tuesday 07:00~09:30, Tuesday 11:00~14:00, Tuesday 17:00~20:00, Wednesday 07:00~09:30, Wednesday 11:00~14:00, Wednesday 17:00~20:00, Thursday 07:00~09:30, Thursday 11:00~14:00, Thursday 17:00~20:00, Friday 07:00~09:30, Friday 11:00~14:00, Friday 17:00~20:00, Saturday 07:00~09:30, Saturday 11:00~14:00, Saturday 17:00~20:00",
    "Url": "http://www.toyugi.com.tw/",
    "FBUrl": "https://www.facebook.com/toyugi",
    "Email": "service@toyugi.com.tw",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151113150443.jpg",
    "City": "Taitung County",
    "Town": "Beinan Township",
    "Coordinate": "121.01824,22.6966889"
  },
  {
    "ID": 345,
    "Name": "Cangjiu Winery",
    "Address": "No.126-50, Gengxin Rd., Toucheng Township, Yilan County 26145",
    "HostWords": "Air on the Cangjiu Winery fills with a sweet fragrance through all the seasons and creates a variety of sceneries where you can enjoy the view, taste wine, dine, experience new things, and pick fruits. \nYou can also make your own wine. Cangjiu Winery sincerely welcomes you in the hopes of bringing the young generation a one-of-a-kind winery experience.",
    "Tel": "+886-3-9778555",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.cjwine.com/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20160908183236.jpg",
    "City": "Yilan County",
    "Town": "Toucheng Township",
    "Coordinate": "121.8496212,24.9090393"
  },
  {
    "ID": 797,
    "Name": "YunMinGi",
    "Address": "No.4, Shizhuo, Zhuqi Township, Chiayi County 604, Taiwan (R.O.C.)",
    "HostWords": "This building was originally a master Liu brother childhood home of traditional courtyard houses down, great grandfather and father mining Alishan area juniper hand crafted. Walking back and forth to school every day twelve hours to 奮起湖 school, and school and work out a long, 38-year-old decided to resign to return home and regain rural rustic charm, and personally planting, take care of fruit trees and Breakfast tea. 陶淵明 legendary paradise to follow, open to the rustic charm of a nice ring longing for the mountains and experience the lives mountains, beautiful misty realm.\n\nYuanming living 淵明居 green bamboo mountain tunnel, the trail tours Xia sunset sunset, walk the trails within the cloud fir forest of more than a thousand bands boardwalk trail tea directly embrace fir forest for centuries, and is home to the garden Yuanming. Commanding terrain, surrounded by tea plantations around, hills, sunrise, sunset tours, pro clouds US subscribed to. After the experience of jelly DIY, first green tunnel, tea trail walk around (about an hour), come back to drink and cool jelly is delicious world.",
    "Tel": "+886-5-256-1066、+886-6-656-2268",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.alishanyunmingi.tw/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151110164541.jpg",
    "City": "Chiayi County",
    "Town": "Zhuqi Township",
    "Coordinate": "120.6974925,23.4800681"
  },
  {
    "ID": 820,
    "Name": "Ne Ne Bao Traditional Rice and Noodles",
    "Address": "No. 77, Sec.2, Liuying Rd., Shilin Village, Liuying District, Tainan City",
    "HostWords": "Liuying District used to be called “Cha Mu Ying” and now it is the biggest origin of dairy production in Taiwan. The Farmers’ Association in Liuying District assisted the participants of Tian Ma Ma Program to make the fresh milk into all kinds of dairy products. Now there are more than 20 items available in the purchase order.  \n   \nNe Ne Bao Traditional Rice and Noodles is next to the Farmers’ Association in Liuying District, Tainan. The store opens at 8 o’clock and the customers keep flowing in and they all have the steamed stuffed buns, steamed buns and a bottle of fresh milk in hand when they leave. \n\nThe Golden Steamed Stuffed Bun has the scrumptious fillings, the bamboo shoots, meats and mushrooms sautéed then sandwiched into the pumpkin dough. Asides from the traditional milk flavored products, there are Healthy Steamed Buns as well, the buns have the cereals, grains, pumpkin seeds, walnuts, almonds and lyciums that are tasty and rich in nutrition. Last but not least, Sesame Steamed Buns use the handmade sesame paste so that the flavor and quality are guaranteed. \n\nThese moms insist on using fresh milk and handmade products. There is a limited of 90 kg of fresh milk each day so that all products are made for sales of the day. The moms start making, packaging, and delivery from 7am and they can make 2,000 to 3,000 steamed buns and stuffed buns a day; very prolific!",
    "Tel": "+886-6-6223994 , +886-935-987941 (Jia-Hong CAI)",
    "Fax": "+886-6-6223994",
    "ContactPerson": "",
    "OpenHours": "Sunday 08:00~17:30, Monday 08:00~17:30, Tuesday 08:00~17:30, Wednesday 08:00~17:30, Thursday 08:00~17:30, Friday 08:00~17:30, Saturday 08:00~17:30",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/DSC00925_拷貝.jpg",
    "City": "Tainan City",
    "Town": "Liuying Dist.",
    "Coordinate": "120.3116582,23.2791798"
  },
  {
    "ID": 821,
    "Name": "VARIOUS HEALTHY HERBS RESTAURANT",
    "Address": "No. 11, Lane 58, Zhōngchéngèr Rd, Dongshan Township, Yilan County, 269",
    "HostWords": "Going into the fields and you will see “First Village” in distance, with a herbal garden of 1,200 square meters, growing more than 200 types of indigenous herbs and potherbs such as solanum nigrum, honey suckles, asystasia gangetica.",
    "Tel": "+886-3-9588852",
    "Fax": "+886-3-9586556",
    "ContactPerson": "",
    "OpenHours": "Sunday 17:30~19:30, Sunday 11:30~13:30, Monday 11:30~13:30, Monday 17:30~19:30, Tuesday 11:30~13:30, Tuesday 17:30~19:30, Wednesday 11:30~13:30, Wednesday 17:30~19:30, Thursday 11:30~13:30, Thursday 17:30~19:30, Friday 11:30~13:30, Friday 17:30~19:30, Saturday 11:30~13:30, Saturday 17:30~19:30",
    "Url": "http://superior.jhongshan.org.tw/WebMaster/?section1",
    "FBUrl": "https://www.facebook.com/FirstVillage/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/97d18897efd74219877a5f0f13cc8eec.jpg",
    "City": "Yilan County",
    "Town": "Dongshan Township",
    "Coordinate": "121.748639,24.627306"
  },
  {
    "ID": 822,
    "Name": "Nine Fruits Garden Restaurant",
    "Address": "No.43, Sec. 2, Dade 1st Rd., Dongbao Vil.,Tanzi Dist., Taichung City 42747",
    "HostWords": "Hoping to offer guests a happy dining experience, Zhang Wen-Li and Zhang Zhi-Yu opened the Nine Fruits Garden Restaurant. Why nine fruits? These nine fruits represent the nine virtues mentioned in the book of Galatians, and these virtues are love, joy, peace, patience, gentleness, goodness, faith, meekness and temperance. According to Zhang Zhi-Yu, opening the restaurant has realized their ideas of using high quality ingredients, preparing dishes only upon ordering, and making every dish a delightful treat for the taste buds.",
    "Tel": "+886-4-25330351",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/19a84fdfed0748e49c9d47f1e73ea275.jpg",
    "City": "Taichung City",
    "Town": "Tanzi Dist.",
    "Coordinate": "120.679966,24.2046868"
  },
  {
    "ID": 823,
    "Name": "Ba Wu Mountain Spring Fish Farm",
    "Address": "No. 36-2, 8th Neighborhood, Xinle Village, Jianshi Township, Hsinchu County",
    "HostWords": "At Meiyuan Section, Jianshi township in Xinchu county, “Ba Wu Mountain Spring Villa” is the emerging rest point. Embraced by green mountains, together with the fresh air and excellent water quality, it is a Hinoki-decorated space offering B&B, trout meals and afternoon tea services.",
    "Tel": "+886-3-5842560",
    "Fax": "+886-3-5842641",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20161027135514.jpg",
    "City": "Hsinchu County",
    "Town": "Jianshi Township",
    "Coordinate": "121.2825784,24.7176037"
  },
  {
    "ID": 824,
    "Name": "Chienhu Chuanchi Ecological Farm",
    "Address": "No. 154-3, Youmu, Sanxia Dist., New Taipei City",
    "HostWords": "CHCC started in 1987, is a well known tourist spot in the northern Taiwan. The feature is the home grown rainbow trout, bass, Chinese sturgeon and paddlefish that are guaranteed toxic free.",
    "Tel": "+886-2-26720748、+886-983-551486",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 11:00~19:00, Monday Closed, Tuesday 11:00~19:00, Wednesday 11:00~19:00, Thursday 11:00~19:00, Friday 11:00~19:00, Saturday 11:00~19:00",
    "Url": "",
    "FBUrl": "https://www.facebook.com/fishfarm.tw/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/c9a6ddaf857c47f6b0dcd78b34ae5470(1).jpg",
    "City": "New Taipei City",
    "Town": "Sanxia Dist.",
    "Coordinate": "121.4494864,24.8451834"
  },
  {
    "ID": 826,
    "Name": "Dapotang Hakka Farm",
    "Address": "No.3-1, 1st Neighborhood, Fenglin Vil., Shitan Township, Miaoli County 35443",
    "HostWords": "Dapotang is a typical Hakka restaurant specializing in traditional and local Hakka cuisine. The owner, Lin Ming-Mei, a banquet chef with more than 40 years of experience, insists on classic Hakka flavors. Whether you are a gourmand looking for flavorful and creative works of art or a tourist looking for nostalgic Hakka dishes, the banquet chef here can always satisfy your taste buds.",
    "Tel": "+886-37-932862",
    "Fax": "+886-37-932267",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151007175341.jpg",
    "City": "Miaoli County",
    "Town": "Shitan Township",
    "Coordinate": "120.901564,24.4930123"
  },
  {
    "ID": 829,
    "Name": "元貝田媽媽海上料理坊 Yuan-Bei Tianmam Maritime Restaurant",
    "Address": "No. 20-2, Chi-Tou Village, Bai-Sha Township, Penghu County",
    "HostWords": "“Happy Bay Seafood Restaurant” is the only Tian Ma Ma Restaurant on sea. Visitors can enjoy the all-day happy trip with the big blue ocean, sky and delicious food. The Tian Ma Ma is Pei-Zheng Wu, and her husband originally cultured fish by stationary fishing net. In recent years, he planned the “Happy Bay Fish Ecology Area” with a series of water activities such as introduction on intertidal ecology, dining on sea, catching with fishing net, fishing on the deck and getting to know the stationary fishing net, so the urban dwellers have a chance to be a one-day fisherman before meals.",
    "Tel": "+886-6-9932305,+886-912-151783",
    "Fax": "+886-6-9932306",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/c62d64063530406ba3301ab086e2cf39.jpg",
    "City": "Penghu County",
    "Town": "Baisha Township",
    "Coordinate": "119.6092015,23.6496753"
  },
  {
    "ID": 835,
    "Name": "Dairy Farm Restaurant",
    "Address": "No.2, 5th Neighborhood, Shangshanxia, Fenghu Vil., Zaoqiao Township, Miaoli County 36141",
    "HostWords": "Visitors can taste the freshest milk from cows, either milked on the same day or the day before. The owner, Zhang Shu-Zhi, uses fresh and high quality milk to make ice cream bars, panna cotta, and milk steamed buns. The large amount of fresh milk used in the recipes creates a delicate texture and aroma. Skilled at preparing Hakka cuisine, Zhang also uses milk to make creamy seafood and milk hotpots, which are the two most popular dishes of the restaurant.",
    "Tel": "+886-37-561126",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151030183133.jpg",
    "City": "Miaoli County",
    "Town": "Zaoqiao Township",
    "Coordinate": "120.8407182,24.6099373"
  },
  {
    "ID": 837,
    "Name": "FAIRY LAKE LEISURE FARM",
    "Address": "No. 6-2, Helaoliao, 1st Neighborhood, Nanshi Village, Dongshan District, Tainan City",
    "HostWords": "Fairy Lake Leisure Farm is in Nanshi Village, Dongshan District, with an area of 52 hectares. It is rainy in summer and dry in winter here, which is good for the growth of longan trees-- the longan fruits are big while the seeds small. Little rain in winter enhances the sweetness of the fruits; eating the pulpy texture of the flesh is really an enjoyment.",
    "Tel": "+886-6-6863635 (Contact: Mr. Sun)",
    "Fax": "+886-6-6863662",
    "ContactPerson": "",
    "OpenHours": "Sunday 09:00~19:00, Monday 09:00~19:00, Tuesday 09:00~19:00, Wednesday 09:00~19:00, Thursday 09:00~19:00, Friday 09:00~19:00, Saturday 09:00~19:00",
    "Url": "http://www.senwho.com/",
    "FBUrl": "https://www.facebook.com/Fairylakeleisurefarm/",
    "Email": "senwho@gmail.com",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/b2ddfd9c48b74d11879bffa6d15970c9.jpg",
    "City": "Hsinchu County",
    "Town": "Wufeng Township",
    "Coordinate": "121.1204717,24.6257221"
  },
  {
    "ID": 838,
    "Name": "Beihai Station Shi Nong Rice Dumpling",
    "Address": "No. 2, Zhongyang Rd., Shimen Village, Shimen District, New Taipei City",
    "HostWords": "Shimen District is on the northernmost in Taiwan. The island wide famous agricultural produce is its tea “Shimen Tie Guanyin”, the charcoal roasted Tie Guanyin is especially popular.",
    "Tel": "+886-2-26381005(Contact: Farmers’ Association of Shimen District)",
    "Fax": "+886-2-26383248",
    "ContactPerson": "",
    "OpenHours": "Sunday 08:30~17:00, Monday 08:30~17:00, Tuesday 08:30~17:00, Wednesday 08:30~17:00, Thursday 08:30~17:00, Friday 08:30~17:00, Saturday 08:30~17:00",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/9f7817c211a44d928bdf315bb0c9691c.jpg",
    "City": "New Taipei City",
    "Town": "Shimen Dist.",
    "Coordinate": "121.56555,25.291834"
  },
  {
    "ID": 841,
    "Name": "Gu Dao Cooking Lady",
    "Address": "No. 165-2 Fenchi Hu Lake, Zhonghe Village, Zhuchi Township, Jiayi County (next to the Fenchi Hu railway)",
    "HostWords": "“Gu Dao Cooking Lady” is next to Fenchi Hu train station. Walking into the restaurant is like going into the kitchen of a mountain family. The Tian Ma Ma, Sumo CHEN, is a native of Mei Shan and she was born in a farming family. After marriage, she moved to Ali Mountain area and started growing teas and bamboo shoots. Serendipitously, Father WAN of the church down the mountain hill invited her to run the church restaurant. She got inspired in the cooking field and continued the work for 20-some years and it won her the fame of cooking lady.",
    "Tel": "+886-5-256-1645",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 11:30~21:00, Monday 11:30~21:00, Tuesday 11:30~21:00, Wednesday 11:30~21:00, Thursday 11:30~21:00, Friday 11:30~21:00, Saturday 11:30~21:00",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/_DSC1029(2).jpg",
    "City": "Chiayi County",
    "Town": "Zhuqi Township",
    "Coordinate": "120.695633,23.5060758"
  },
  {
    "ID": 846,
    "Name": "Qiao Xuan Restaurant",
    "Address": "No. 223-1, 11st Neighborhood, Shiqiang Village, Gongguan Township, Miaoli County",
    "HostWords": "What are the specialties in Shiqiang Village, Miaoli? Come to Qiao Xuan Restaurant and you will see. Strawberry, taro, and red dates are the local food materials for creative dishes in the menu. Shiqiang Village of Gongguan Township in Miaoli has  the only red date tourism orchard in Taiwan. Every mid July to end of August is the harvest season for red dates. The fresh fruits are edible and the mouth feel is similar to that of apples. The dried red dates are rich in vitamin C, with a sweet taste.",
    "Tel": "+886-37-226868, +886-933-225224",
    "Fax": "+886-37-233673",
    "ContactPerson": "",
    "OpenHours": "Sunday 17:00~19:30, Sunday 11:30~13:30, Monday Closed, Tuesday 11:30~13:30, Tuesday 17:00~19:30, Wednesday 11:30~13:30, Wednesday 17:00~19:30, Thursday 11:30~13:30, Thursday 17:00~19:30, Friday 11:30~13:30, Friday 17:00~19:30, Saturday 11:30~13:30, Saturday 17:00~19:30",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/ed6f657856024b43805928d388d8fddd.jpg",
    "City": "Miaoli County",
    "Town": "Gongguan Township",
    "Coordinate": "120.8195033,24.472237"
  },
  {
    "ID": 847,
    "Name": "Qiao Fu Rice Bakery",
    "Address": "No.2, Nandong Rd., Pingzhen District, Taoyuan City",
    "HostWords": "Tian Ma Ma of Farmers’ Association in Pingzhen City was founded in 2011, made up with 6 home economics moms. Through various programs and courses, they brainstormed with the instructors and developed all sorts of baking products made of local food materials.",
    "Tel": "+886-3-4395333#166(Contact: Jinwei ZHANG)",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/b9f48b08bb344b2088550c1511bbfcde.jpg",
    "City": "Taoyuan City",
    "Town": "Pingzhen Dist.",
    "Coordinate": "121.211818,24.9197609"
  },
  {
    "ID": 849,
    "Name": "Zheng-Yi Tea House",
    "Address": "No. 588 Yong-an Rd., 7th Neighborhood, Yong-an Village, Luye Township, Taitung County",
    "HostWords": "An island wide famous cook, Mrs. Fu uses the red oolong tea from Luye in her dishes, which are delicate and healthy. She said laughingly, knowing the nature of red oolong tea so she can use the tea to enhance the flavors when it is cooked with other food materials. Mrs. Fu fully masters the cooking arts of making healthy and scrumptious dishes in her cuisines, which are colorful and aromatic.",
    "Tel": "+886-89-551818, +886-955-771866",
    "Fax": "+886-89-551818",
    "ContactPerson": "",
    "OpenHours": "Sunday 17:20~20:00, Sunday 11:00~14:30, Monday 11:00~14:30, Monday 17:20~20:00, Tuesday 11:00~14:30, Tuesday 17:20~20:00, Wednesday 11:00~14:30, Wednesday 17:20~20:00, Thursday 11:00~14:30, Thursday 17:20~20:00, Friday 11:00~14:30, Friday 17:20~20:00, Saturday 11:00~14:30, Saturday 17:20~20:00",
    "Url": "http://www.551818.com.tw/",
    "FBUrl": "https://www.facebook.com/551818.tw/",
    "Email": "k550843@yahoo.com.tw",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/ec034e94a75e445386dff110d28d1cbd.jpg",
    "City": "Taitung County",
    "Town": "Luye Township",
    "Coordinate": "121.1182275,22.9335118"
  },
  {
    "ID": 851,
    "Name": "Yu Lu Tea Restaurant",
    "Address": "No. 10-2, Luchang Rd., Songluo Village, Datung Township, Yilang County",
    "HostWords": "Don’t miss the unique flavored tea meals when you are here in Yu Lu Tea Restaurant!  Yu Lu Tea Restaurant attracts tourists through the Yu Lu Tea feast and local breakfast. The tea feast is a great feature in Yulan Leisure Farm Area. Yu Lu Tea Restaurant provides the full course tea meal. The tea carries slight aroma so it won’t deprive the original flavors of the foods and it is light so it is a healthier seasoning. There are a variety of ways to integrate tea in the dishes and that is the main attraction gourmets keep returning.",
    "Tel": "+886-3-9801111,+886-972-212775(Lian),+886-988-637548(You)",
    "Fax": "+886-3-9801851",
    "ContactPerson": "",
    "OpenHours": "Sunday 08:00~20:00, Monday 08:00~20:00, Tuesday 08:00~20:00, Wednesday 08:00~20:00, Thursday 08:00~20:00, Friday 08:00~20:00, Saturday 08:00~20:00",
    "Url": "http://www.yu-lu.idv.tw/p6.html",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/b824313dcd4144c39d4dd3d80a61d0ea.jpg",
    "City": "Yilan County",
    "Town": "Datong Township",
    "Coordinate": "121.591144,24.666272"
  },
  {
    "ID": 852,
    "Name": "Gan Lu Natural Diet and Vegetable Restaurant",
    "Address": "No. 6, Jianmayuan, 9th Neighborhood, Lilin Village, Dahu Township, Miaoli County",
    "HostWords": "Gan Lu has been promoting natural diet ever since it was founded. Natural diet means a food culture that respects the nature, follows the earth and soil, appreciates and cherishes the foods. In each dish, there is a spirit of live-together-and-thrive-together sharing with the nature.  Gan Lu complies with the seasons and uses local organic food materials in season as the thread to develop organic vegetable cuisines that are of local features, in hope to bring consumers a Michelin-starred meal authentically from farm to table.",
    "Tel": "+886-37-877546, +886-931-477655",
    "Fax": "+886-37-876323",
    "ContactPerson": "",
    "OpenHours": "Sunday 13:30~17:00, Sunday 08:30~12:00, Monday 08:30~12:00, Monday 13:30~17:00, Tuesday 08:30~12:00, Tuesday 13:30~17:00, Wednesday 08:30~12:00, Wednesday 13:30~17:00, Thursday 08:30~12:00, Thursday 13:30~17:00, Friday 08:30~12:00, Friday 13:30~17:00, Saturday 08:30~12:00, Saturday 13:30~17:00",
    "Url": "",
    "FBUrl": "https://goo.gl/p3ZByM",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/9c45c8ac03504d1eb06cea00596a8a55.jpg",
    "City": "Miaoli County",
    "Town": "Tongxiao Township",
    "Coordinate": "120.726983,24.491445"
  },
  {
    "ID": 853,
    "Name": "Fields and Gardens Restaurant",
    "Address": "2F., No.363, Sanhe Rd., Jhonglun Vil.,Toucheng Township, Yilan County 26142",
    "HostWords": "In 2004, Cao Yu Li Yue, Li Lin Su Yue, and You Xue-Yu joined the Tian Mama Garden Cuisine Class directed by Toucheng Township Farmers’ Association, and established the Fields and Gardens Restaurant. In the same year, the three women teamed up and participated in the 2004 Local Agricultural Products Cooking Contest and brought home the title. These experiences triggered the three women’s desires and passion for a second career. As a result, they began taking several catering jobs for buffet-style cocktail parties. Once a customer places an order, they will start working based on the customer’s needs and schedule.",
    "Tel": "+886-3-9774778",
    "Fax": "+886-3-9772878",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151030115123.jpg",
    "City": "Yilan County",
    "Town": "Toucheng Township",
    "Coordinate": "121.804543,24.8360797"
  },
  {
    "ID": 854,
    "Name": "Country Style Health Depot",
    "Address": "No.5, Sec 2, Fengping Rd., Shoufeng Township, Hualien County",
    "HostWords": "Shoufeng township is the longest section in Hualien county. It has beautiful mountains and quality water that enables healthy leisure activities and LOHAS to develop. Not only corbicula fluminalis, snappers raised by the fountains and running water, but also energetic pigs and chickens growing healthily are here in Shoufeng Farmers’ Association as food materials; there are also a variety of DIY country activities available to try.",
    "Tel": "+886-3-8655111",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday Closed, Monday Closed, Tuesday 09:00~17:00, Wednesday 09:00~17:00, Thursday 09:00~17:00, Friday 09:00~17:00, Saturday 09:00~17:00",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/93c8e6a92833446da22e51b7bec5e04b.jpg",
    "City": "Hualien County",
    "Town": "Shoufeng Township",
    "Coordinate": "121.506617,23.8310487"
  },
  {
    "ID": 859,
    "Name": "Shigang Traditional Food Restaurant",
    "Address": "No. 889-1, Fengshi Rd., Jiufang Village, Shigang District, Taichung City",
    "HostWords": "921 Earthquake trembled and torn apart the Tian Ma Ma’s homeland in Shigang District; original job opportunities were gone but these Tian Ma Ma depended on their cooking skills and started courageously and hopefully, turning the adversities into opportunities. In the face of destroyed houses and farmlands, they exerted the sensibility power with smiles and faith and hunged the kamban of “Shigang Traditional Food Restaurant”.",
    "Tel": "+886-4-25721490",
    "Fax": "+886-4-25721556",
    "ContactPerson": "",
    "OpenHours": "Sunday 08:00~17:30, Monday 09:00~17:30, Tuesday 09:00~17:30, Wednesday 09:00~17:30, Thursday 09:00~17:30, Friday 09:00~17:30, Saturday 08:00~17:30",
    "Url": "http://www.hakka-food.com.tw/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/fef2f681c1f448a487a33764fba7d9ca.jpg",
    "City": "Taichung City",
    "Town": "Shigang Dist.",
    "Coordinate": "120.780480,24.2749995"
  },
  {
    "ID": 860,
    "Name": "Shimen Lodge",
    "Address": "No. 20, Zhuqiao, 16th Neighborhood, Lilin Village, Dahu Township, Miaoli County Contact: Yuli ZHANG",
    "HostWords": "“Shimen Lodge” is in the mountain at 400 meters high. There are layers of clouds and mists surrounding the green mountaintop and the air is fresh so that dining alfresco is really an enjoyment. Looking down from the terrace, you will see a vast field of Asian pears, red bayberry, and mandarin orchards.  Every June through September is the harvest season for grafted pears, which are juicy and sweet. There are too many to harvest so that the Tian Ma Ma, Yuli ZHANG figured to incorporate the fruits into her cuisines and therefore when strawberries and Asian pears are in season, they become the signature dishes of the restaurant.",
    "Tel": "+886-37-951129, +886-931-193-427",
    "Fax": "+886-37-951272",
    "ContactPerson": "",
    "OpenHours": "Sunday 11:00~18:30, Monday 11:00~18:30, Tuesday 11:00~18:30, Wednesday 11:00~18:30, Thursday 11:00~18:30, Friday 11:00~18:30, Saturday 11:00~18:30",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/57dcfd11c7eb4b0ba46ff60f75e0078e.jpg",
    "City": "Miaoli County",
    "Town": "Dahu Township",
    "Coordinate": "120.844888,24.3633101"
  },
  {
    "ID": 862,
    "Name": "I-Na Atayal Restaurant",
    "Address": "No. 80, Songyuan Lane, Nanfeng Village, Renai Township, Nantou County",
    "HostWords": "Nanfeng Village (Meixi Tribe) is around 15-minute drive from Puli at Provincial Highway 14 to Wushe and it is the place that will be passed on the way to Qingjing or Lushan Hotspring. Residents are mostly “Seediq” here. In the early days, it was famous for the “Meng Gu Waterfall”, and it was always crowded with tourists on holidays. Therefore, in the early stage when government promoted the transformation of villages, Nanfeng was the earliest leisure farm area developed and transformed in the township.",
    "Tel": "+886-49-2920470, +886-953-558112(Ms. Jiaomei JIANG),+886-980-124716",
    "Fax": "+886-49-2920470",
    "ContactPerson": "",
    "OpenHours": "Sunday 11:00~20:00, Monday Closed, Tuesday 11:00~20:00, Wednesday 11:00~20:00, Thursday 11:00~20:00, Friday 11:00~20:00, Saturday 11:00~20:00",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/原夢觀光農園套餐改成封面.jpg",
    "City": "Nantou County",
    "Town": "Ren’ai Township",
    "Coordinate": "121.0876831,24.0070916"
  },
  {
    "ID": 868,
    "Name": "Goat Ranch",
    "Address": "No. 302-96, Yonghua Rd., Jiabei Village, Luzhu District, Kaohsiung City",
    "HostWords": "Following the winding paths in the fields, visitors can easily find “He Guang Ranch” as well as the famous “Goat Ranch”. He Guang Ranch has a history of more than 20 years and there are more than 400 herds of sheep. Goat milking takes place daily in the morning and in the evening and the milk is processed into all kinds of goat milk products with the Tian Ma Ma’s help.",
    "Tel": "+886-7-6961317,+886-930-090772",
    "Fax": "+886-7-6071766",
    "ContactPerson": "",
    "OpenHours": "Sunday 09:30~18:00, Monday Closed, Tuesday Closed, Wednesday Closed, Thursday Closed, Friday Closed, Saturday 09:30~18:00",
    "Url": "http://whtml12.myweb.hinet.net/index.html",
    "FBUrl": "https://www.facebook.com/goatRanch30296/",
    "Email": "goatranch30296@gmail.com",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151103135157.jpg",
    "City": "Kaohsiung City",
    "Town": "Luzhu Dist.",
    "Coordinate": "120.272081,22.8863299"
  },
  {
    "ID": 869,
    "Name": "Ai-Hsin Garden",
    "Address": "No.239, Wandong Rd., Wandong Village, HuaTan Township, Zhanghua County",
    "HostWords": "Ai-Hsin Garden, the only moxa ecological and educational park, is located in Huatan Township, Zhanghua County and run by Mr. Zhenghui LEE and the farmers’ association. Moxa is developed into series of products and together with the products, a small-sized ecological village is established.",
    "Tel": "+886-4-7874012,+886-932-962830",
    "Fax": "+886-4-7880855",
    "ContactPerson": "",
    "OpenHours": "Sunday 16:00~20:00, Sunday 09:30~14:00, Monday Closed, Tuesday 09:30~14:00, Tuesday 16:00~20:00, Wednesday 09:30~14:00, Wednesday 16:00~20:00, Thursday 09:30~14:00, Thursday 16:00~20:00, Friday 09:30~14:00, Friday 16:00~20:00, Saturday 09:30~14:00, Saturday 16:00~20:00",
    "Url": "http://blog.xuite.net/aitsao1/aitsaoblog",
    "FBUrl": "https://goo.gl/oO33Vj",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/ff62acbdabab4ef5b0d68abec9d3de93.jpg",
    "City": "Changhua County",
    "Town": "Huatan Township",
    "Coordinate": "120.579175,24.0317842"
  },
  {
    "ID": 883,
    "Name": "Hsintsan Hakka Restaurant",
    "Address": "No.219, Xinghua 1st Rd., Tanzi Dist., Taichung City 42757",
    "HostWords": "Born to a Hakka family in Dahu, Maioli County, Luo Mei-Lan is skilled at preparing assorted Hakka rice dishes. Encouraged by friends and acquaintances, Luo finally opened Xin Can Hakka Restaurant, specializing in quick stir-fry dishes, elegant business lunches, and sophisticated banquet dishes. While maintaining the traditional Hakka flavor, Luo also made some changes to accommodate the tastes of her guests. Her effort, homemade food, attention to details, and impeccable traditional Hakka cooking skills impressed her guests.",
    "Tel": "+886-4-25348870",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 17:00~21:00, Sunday 11:00~14:00, Monday Closed, Tuesday 11:00~14:00, Tuesday 17:00~21:00, Wednesday 11:00~14:00, Wednesday 17:00~21:00, Thursday 11:00~14:00, Thursday 17:00~21:00, Friday 11:00~14:00, Friday 17:00~21:00, Saturday 11:00~14:00, Saturday 17:00~21:00",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/8dc36976606748a2979c4699c5970760.jpg",
    "City": "Taichung City",
    "Town": "Tanzi Dist.",
    "Coordinate": "120.7032117,24.2088168"
  },
  {
    "ID": 888,
    "Name": "GE Garden Restaurant",
    "Address": "No. 3, Wuhan Rd., Xin-nan Village, Zhuangwei Township, Yilan County",
    "HostWords": "Bucket Roasted Chicken uses the fresh prime cut chicken of the day and each chicken weighs 1.8kg. The chicken is massaged and marinated with salt and spices for hours. Roasting till cooked in the bucket takes 1.5 hours. Because the preparation is complex and lengthy, customers who’d like to taste the Bucket Roasted Chicken have to make a reservation in advance.",
    "Tel": "+886-3-9253517",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday Closed, Monday 11:00~17:30, Tuesday 11:00~17:30, Wednesday 11:00~17:30, Thursday 11:00~17:30, Friday 11:00~17:30, Saturday Closed",
    "Url": "",
    "FBUrl": "k0932088300@yahoo.com.tw",
    "Email": "k0932088300@yahoo.com.tw",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/messageImage_1601901046356.jpg",
    "City": "Yilan County",
    "Town": "Zhuangwei Township",
    "Coordinate": "121.807073,24.719350"
  },
  {
    "ID": 890,
    "Name": "Mother Tian Changying Seafood House",
    "Address": "No. 484, Ci-an Village, San Liao Bay, Beimen District, Tainan City",
    "HostWords": "Milkfish Restaurant is a member of Fishery Production and Marketing Group of Jiali District Tainan City and it started developing all kinds of milkfish processed products years ago. The milkfish sausage made of fish only is welcomed and the dried milk fish is a traceable agricultural product and got the certificate to export to EU. And the restaurant uses a unique cold dry technique to turn the dorsal fin rich in oils and fats into fish fillet, which again receives positive feedback; therefore, another product milkfish maw for sauté is developed.",
    "Tel": "06-7850577, 0972-047738",
    "Fax": "06-7850158",
    "ContactPerson": "",
    "OpenHours": "Sunday 11:00~18:00, Monday 11:00~18:00, Tuesday Closed, Wednesday Closed, Thursday Closed, Friday 11:00~18:00, Saturday 11:00~18:00",
    "Url": "",
    "FBUrl": "https://www.facebook.com/milkfish.dragon/",
    "Email": "dra0305@yahoo.com.tw",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/虱目魚菲力(1).jpg",
    "City": "Tainan City",
    "Town": "Beimen Dist.",
    "Coordinate": "120.1106574,23.2387709"
  },
  {
    "ID": 893,
    "Name": "Ching Shan Farm",
    "Address": "No. 196, Jialun, Dawang Village, Taimali Township, Taitung County",
    "HostWords": "Chingshan Farm, a Tian Ma Ma Restaurant located in Jinzhengshan Leisure Farm area, is at the altitude of 800 meters on Jinzhengshan. The building was built in 1967 served as the processing factory of daylily as well as the rest space for the labors.",
    "Tel": "089-781677, 0910559777(Tsai),0970-230021(Zheng)",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 07:30~17:00, Monday 07:30~17:00, Tuesday 07:30~17:00, Wednesday 07:30~17:00, Thursday 07:30~17:00, Friday 07:30~17:00, Saturday 07:30~17:00",
    "Url": "http://ching3.jri.tw/",
    "FBUrl": "https://www.facebook.com/ching3.taimali/",
    "Email": "ching3.taimali@gmail.com",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/農場正門(2).JPG",
    "City": "Taitung County",
    "Town": "Taimali Township",
    "Coordinate": "120.99299,22.612529"
  },
  {
    "ID": 894,
    "Name": "Pin-Jia Hakka Eatery",
    "Address": "No.34-7 Donglan Rd., Yuening Village, Dongshi District, Taichung City",
    "HostWords": "Pin-Jia Hakka Eatery has made a name for itself since it joined Tian Ma Ma in 2004. The eatery was moved to current location and expanded its business in 2007. Mr. Changye ZHANG, the second generation who is now in charge of the kitchen, said “Though we are Hakka, facing the changes of environments and cultures in recent years that our habitual diet has been refined to low sodium and low oil from high sodium flavors. ” In summer, the grafted pears native to Dongshi are in the dish, a fresh, crunchy and sweet local Hakka dish.",
    "Tel": "+886-4-25870502 (Day), +886-4-25877893 (Evening)",
    "Fax": "04-25886748",
    "ContactPerson": "Mrs. Bixia ZHANGYEH",
    "OpenHours": "Sunday 17:00~20:00, Sunday 11:00~14:00, Monday 11:00~14:00, Tuesday 11:00~14:00, Tuesday 17:00~20:00, Wednesday 11:00~14:00, Wednesday 17:00~20:00, Thursday 11:00~14:00, Thursday 17:00~20:00, Friday 11:00~14:00, Friday 17:00~20:00, Saturday 11:00~14:00, Saturday 17:00~20:00",
    "Url": "",
    "FBUrl": "https://goo.gl/4pTOvJ",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/155184(1).jpg",
    "City": "Taichung City",
    "Town": "Dongshi Dist.",
    "Coordinate": "120.826106,24.2640236"
  },
  {
    "ID": 896,
    "Name": "Guxiangqing Pickled Vegetables",
    "Address": "No. 59-4-, Guantian Village, Guantian District, Tainan City",
    "HostWords": "Manchurian pickled cabbage has rich lactic acid bacteria, refined fibers and vitamin B1,B2 and C; its low calories makes it a healthier dish. And the Korean style kimchi is the best side dish for hot pots and savory stinky hot pots. All products are examined, no artificial additives and no pesticide residues.",
    "Tel": "+886-6-6900331",
    "Fax": "+886-6-6903010",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/7067c7459180432aaf195c1e16dc9e31.jpg",
    "City": "Tainan City",
    "Town": "Guantian Dist.",
    "Coordinate": "120.318214,23.195185"
  },
  {
    "ID": 897,
    "Name": "Xinyue Bay Restaurant",
    "Address": "No. 131 Dachi Village, Xiyu Township, Penghu County",
    "HostWords": "The food materials used in Xinyue Bay Tian Ma Ma Restaurant are fresh, such as local prime seafood, meat, and vegetables including Penghu loofah, Penghu pumpkin, cabbage, peanuts, aloes, dragon fruit, waxberry, figs, tomatoes, and bananas which are low carbon foods produced and sold locally and cultivated organically. The owner and the Tian Ma Ma program participants take good care of the business that meets the modern expectation for health and organic foods. The healthy and organic concept can be taken away after customers enjoying the delicious meals.",
    "Tel": "+886-6-9984159,+886-933-695848",
    "Fax": "+886-6-9984233",
    "ContactPerson": "Cuifeng XU",
    "OpenHours": "Sunday 17:30~19:30, Sunday 11:30~14:00, Monday 11:30~14:00, Monday 17:30~19:30, Tuesday 11:30~14:00, Tuesday 17:30~19:30, Wednesday 11:30~14:00, Wednesday 17:30~19:30, Thursday 11:30~14:00, Thursday 17:30~19:30, Friday 11:30~14:00, Friday 17:30~19:30, Saturday 11:30~14:00, Saturday 17:30~19:30",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/cd63f45dc8874bbd97de08c8d7bdb1c9.jpg",
    "City": "Penghu County",
    "Town": "Xiyu Township",
    "Coordinate": "119.507870,23.6228457"
  },
  {
    "ID": 903,
    "Name": "Mulberry Garden Bakery",
    "Address": "No. 26, Lane 282, Cheng-gong St., 1ST Neighborhood, Guoxing Village, Guoxing Township, Nantou County",
    "HostWords": "Mulberry Garden Bakery was founded after 921 Earthquake. Mrs. Wen-Mei HOU was a housewife then, and the disaster brought her to be aware of changes in life. She thought to herself, “Is my life going to be like this?” Then she realized she would like to have her own business so she learned Chinese cooking, bartending and baking and found she is especially interested in bakery since she loved eating bread when she was young. So she invited others who shared the common interest and vision to establish Mulberry Garden Bakery, a dreamland of all.",
    "Tel": "+886-49-2723931, +886-933-181476",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://goo.gl/ltCUY7",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/211257(2).jpg",
    "City": "Nantou County",
    "Town": "Guoxing Township",
    "Coordinate": "120.8532722,24.0410515"
  },
  {
    "ID": 905,
    "Name": "Atayal Flavor Restaurant",
    "Address": "No.2, Yulan Lane, Songluo Village, Datung Township, Yilan County",
    "HostWords": "The restaurant started in 2002, a family business from the mother to the son and the dishes are very Atayal.",
    "Tel": "+886-3-9801903",
    "Fax": "+886-3-9802080",
    "ContactPerson": "",
    "OpenHours": "Sunday 17:30~19:30, Sunday 11:30~14:30, Monday 11:30~14:30, Monday 17:30~19:30, Tuesday 11:30~14:30, Tuesday 17:30~19:30, Wednesday 11:30~14:30, Wednesday 17:30~19:30, Thursday 11:30~14:30, Thursday 17:30~19:30, Friday 11:30~14:30, Friday 17:30~19:30, Saturday 11:30~14:30, Saturday 17:30~19:30",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/91d88f6728f942679f7d10ec2d880092.jpg",
    "City": "Yilan County",
    "Town": "Datong Township",
    "Coordinate": "121.590429,24.6667357"
  },
  {
    "ID": 907,
    "Name": "Sea View Cafe",
    "Address": "No.6-19, Dongxing St., Fulong Vil., Gongliao Dist., New Taipei City 22841",
    "HostWords": "This café is owned by Tian Mama Huang Chun-Ying. Along with a group of young, bubbly Tian Mamas, the café insists on using local ingredients for creating seafood meals. If you are visiting Fulong in the afternoon, you can stop by at our café and try Tian Mama’s creative dish called “Gongliao Seafood Roll,” a crispy, delicious pizza roll shaped in an ice-cream cone made with whole-wheat pie crust wrapped around sword tip squid and prawns. Try it with a cup of espresso, handmade agar, and “fishing village coffee” made with layers and layers of milk. Huang Chun-Ying once said, “This combination will give you a taste of the ocean.”",
    "Tel": "+886-2-24992073",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/fb2940f3bf894814bce515a8f6a84b88.jpg",
    "City": "New Taipei City",
    "Town": "Gongliao Dist.",
    "Coordinate": "121.967969,25.023474"
  },
  {
    "ID": 908,
    "Name": "Dessert and Rice Bakery",
    "Address": "No. 197, Sec.4, Fuxing Rd., 11th Neighborhood, Yuqing Village, Miaoli City",
    "HostWords": "The dough is made of Miaoli Rice 2 and fresh milk.",
    "Tel": "+886-37-279502",
    "Fax": "",
    "ContactPerson": "Meizhu XU",
    "OpenHours": "Sunday Closed, Monday 08:00~17:00, Tuesday 08:00~17:00, Wednesday 08:00~17:00, Thursday 08:00~17:00, Friday 08:00~17:00, Saturday Closed",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/2613613fcb7b4e5397df24b3b70bd341.jpg",
    "City": "Miaoli County",
    "Town": "Miaoli City",
    "Coordinate": "120.829079,24.5667617"
  },
  {
    "ID": 909,
    "Name": "The Fairy’s Eatery",
    "Address": "No. 39, Fengjia Rd., Longtan Village, Ruifang District, New Taipei City Contact: Yanru YANG",
    "HostWords": "The Chinese yam in Shuangxi is said the food of fairy. The wild Chinese yam is very sticky because of the mucoprotein and digestive enzymes that help digestion; therefore, it is a good and healthy food. Chinese yam in Keelung is indigenous and ranked World No. 2, because there is only a small amount of production, it is less affordable and competitive. The Farmers’ Association in Ruifang District assisted farmers to develop the Chinese Yam pastry and founded Tian Ma Ma in 2003 in hope to promote the Chinese yam pastry and improve farmers’ life.",
    "Tel": "+886-2-24972760, +886-911-210776",
    "Fax": "+886-2-24965393",
    "ContactPerson": "",
    "OpenHours": "Sunday 08:00~17:00, Monday 08:00~17:00, Tuesday 08:00~17:00, Wednesday 08:00~17:00, Thursday 08:00~17:00, Friday 08:00~17:00, Saturday 08:00~17:00",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/691728c14bdc44f295a747a047439b9e.jpg",
    "City": "New Taipei City",
    "Town": "Ruifang Dist.",
    "Coordinate": "121.808758,25.1089262"
  },
  {
    "ID": 910,
    "Name": "Shen Diao Cun Net Motel",
    "Address": "No. 26, Lane 2, 38th Neighborhood, Guanshengxincheng, Guansheng Village, Sanyi Township, Miaoli County",
    "HostWords": "Cun means village. A customer’s joking saying, “ Here are all wood sculpture stores and no restaurants can be found; do people eat wood or logs?” promoted the bold and straightforward mom, A-Xue, to open a restaurant, the featured products are ponding tea, set meals and agricultural produce as well as B&B service. Joining Tian Ma Ma in 2004, then the Hakka dishes she learned from her mother-in-law have been listed in the menu and it is now a compound restaurant.",
    "Tel": "+886-37-875858",
    "Fax": "+886-37-876679",
    "ContactPerson": "",
    "OpenHours": "Sunday 09:00~21:00, Monday 09:00~21:00, Tuesday 09:00~21:00, Wednesday 09:00~21:00, Thursday 09:00~21:00, Friday 09:00~21:00, Saturday 09:00~21:00",
    "Url": "http://www.netmotel.com.tw/",
    "FBUrl": "",
    "Email": "netmotel@yahoo.com.tw",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/efc00d5eaa0a43d0aa80b6962259fe1b.jpg",
    "City": "Miaoli County",
    "Town": "Sanyi Township",
    "Coordinate": "120.7608063,24.4054203"
  },
  {
    "ID": 911,
    "Name": "Secret Garden",
    "Address": "No. 6, Cha-ting, Jinshi Village, Xihu Township, Miaoli County",
    "HostWords": "Walking into the garden in the remote mountains, people desiring to contact nature can take a deep breath. There are numerous floral plants and herbs; Tian Ma Ma, Lihua XU is good at making the herbs into handmade dishes. She said, “cooking the fresh herbs with the food materials can best release the original aroma and flavor of the plants.”",
    "Tel": "+886-37-923029",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 10:00~20:00, Monday 10:00~20:00, Tuesday Closed, Wednesday 10:00~20:00, Thursday 10:00~20:00, Friday 10:00~20:00, Saturday 10:00~20:00",
    "Url": "",
    "FBUrl": "https://www.facebook.com/SecretGarden923029/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/e5115dee85d24cdea9cfdc85e5b9d807.jpg",
    "City": "Miaoli County",
    "Town": "Xihu Township",
    "Coordinate": "120.7860784,24.5511466"
  },
  {
    "ID": 917,
    "Name": "Fish Onshore",
    "Address": "No. 37, Gangbin Rd., Hualien City, Hualien County",
    "HostWords": "Fish Onshore is a Mediterranean style restaurant with a paranoma view of the fish port and the beautiful sunset. There is fresh fishery on sale from day to night everyday.",
    "Tel": "+886-3-8222968",
    "Fax": "+886-3-8222968",
    "ContactPerson": "",
    "OpenHours": "Sunday 10:00~20:00, Monday 10:00~20:00, Tuesday 10:00~20:00, Wednesday 10:00~20:00, Thursday 10:00~20:00, Friday 10:00~20:00, Saturday 10:00~20:00",
    "Url": "",
    "FBUrl": "https://goo.gl/QX7fzO",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/ea8dd72b20fd4b87a7169c228e3e234c.jpg",
    "City": "Hualien County",
    "Town": "Hualien City",
    "Coordinate": "121.638531,24.0062297"
  },
  {
    "ID": 918,
    "Name": "Jute confectionery",
    "Address": "No. 94, Sec.1, Wanhe Rd., Nantun District, Taichung City",
    "HostWords": "Hemp textiles are the tender leaves of jute; the main production area is in Nantun Taichung. The older generation would make hemp textile soup in the summer time because it can clear the fire and disperse the summerheat. On the old street in Nantun Taichung, there is an old confectionery of one hundred years “ Lin Jin Sheng Xiang” which is also where the Jute confectionery is.",
    "Tel": "+886-4-23899857, +886-937-439397(Ms. LIN)",
    "Fax": "+886-4-23860910",
    "ContactPerson": "",
    "OpenHours": "Sunday 08:30~19:00, Monday 08:30~19:00, Tuesday 08:30~19:00, Wednesday Closed, Thursday 08:30~19:00, Friday 08:30~19:00, Saturday 08:30~19:00",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/1ce394907ea4452faa3556ca3985060b.jpg",
    "City": "Taichung City",
    "Town": "Nantun Dist.",
    "Coordinate": "120.639144,24.1381039"
  },
  {
    "ID": 920,
    "Name": "Fu Li He Feng",
    "Address": "No. 6, 9th Neighborhood, Luoshan Village, Fuli Township, Hualien County",
    "HostWords": "Liushi Dan Mountain Leisure Area is famous for the day lily floral sea. Every August and September is the best time to appreciate the flowers. Tourists often take a rest in Agricultural Produce Center of Fuli Township on their way to watch day lilies in Liushi Dan Mountain.",
    "Tel": "+886-3-8821991",
    "Fax": "+886-3-8821990",
    "ContactPerson": "",
    "OpenHours": "Sunday 09:30~18:30, Monday 09:30~18:30, Tuesday 09:30~18:30, Wednesday 09:30~18:30, Thursday 09:30~18:30, Friday 09:30~18:30, Saturday 09:30~18:30",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/31edf99e94fd4a2bb7d8854e9cda70d4.jpg",
    "City": "Hualien County",
    "Town": "Fuli Township",
    "Coordinate": "121.296967,23.1838646"
  },
  {
    "ID": 921,
    "Name": "Forest Café",
    "Address": "No. 6-1, Shilin Street, Dongshi District, Taichung City",
    "HostWords": "Dongshi Forest Garden is said the Yanming Mountain of central Taiwan. There are four major topics here: spring sakuras, summer tung flowers, fall maples, and winter plum blossom. And there are activities such as firefly season, bird or frog watching so that the four seasons are all good to enjoy the fun in nature-- inhaling the phytoncide and embracing the nature to relax the body mind and spirit.",
    "Tel": "+886-4-25872191#727",
    "Fax": "+886-4-25888545",
    "ContactPerson": "",
    "OpenHours": "Sunday 08:00~20:00, Monday 08:00~20:00, Tuesday 08:00~20:00, Wednesday 08:00~20:00, Thursday 08:00~20:00, Friday 08:00~20:00, Saturday 08:00~20:00",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/鮮蔬牛腩_0(1).jpg",
    "City": "Taichung City",
    "Town": "Dongshi Dist.",
    "Coordinate": "120.867651,24.285276"
  },
  {
    "ID": 925,
    "Name": "Lingcheng Rice Dumpling",
    "Address": "No. 7-1 Wushantou, Hushan Village, Guantian District, Tainan City",
    "HostWords": "The Tian Ma Ma of Lingcheng Rice Dumpling, Mingmei LAI, laughingly said she is a typical “Tian (meaning land)” Ma Ma, “My husband comes from a farming family, in order to consume our agricultural produce, the Tian Ma Ma program participants and I developed rice dumplings of various flavors.” She and her husband now runs Lingcheng Rice Dumpling together and they take telephone reservations and offer home delivery service, besides they go to Tainan holiday market every second and fourth weekend to sell the healthy and yummy grain-rice dumplings.",
    "Tel": "+886-6-6981921, +886-937-610102",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday Closed, Monday 09:00~17:00, Tuesday 09:00~17:00, Wednesday 09:00~17:00, Thursday 09:00~17:00, Friday 09:00~17:00, Saturday Closed",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/19c4e8b7c5934ba1b46b1b0129799b85.jpg",
    "City": "Tainan City",
    "Town": "Guantian Dist.",
    "Coordinate": "120.368333,23.202222"
  },
  {
    "ID": 927,
    "Name": "Country Eatery and Catering Service",
    "Address": "No. 137, Zhongzheng Rd., RenWu Village, RenWu District, Kaohsiung City",
    "HostWords": "Mrs. Liqun Zhang applied to join Tian Ma Ma in 2003, and she turned the drying grain field into a kitchen and purchased the kitchen equipment step by step. She works with another 6 moms for Chinese, Taiwanese and Hong Kongnese cuisines and pastries and they can easily make a table of dishes.",
    "Tel": "+886-7-3711331, +886-919-132183",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/ebe263869c9044be9e8234908973e15e.jpg",
    "City": "Kaohsiung City",
    "Town": "Renwu Dist.",
    "Coordinate": "120.347080,22.7013496"
  },
  {
    "ID": 929,
    "Name": "Taiwan SUNSHINE RESTAURANT",
    "Address": "No. 38, Yugang 6th Rd., Fangyuan Village, Zhanghua County",
    "HostWords": "The aquaculture in Zhanghua County is abundant in clam, bass, shrimp, milk fish as well as asparagus and the main feature is pearl oyster.\n\nThe leader of home economics program of Wanggong, Mrs. Jinchai HONG, offers her idling aquaculture farm to the program participants, who love the fishing villages, to use. In order to bring more features to the set menus and to satisfy the consumers’ tastes, the program participants often develop the dishes together. The dishes emphasize the features of the seafood and “3-low diet”, low oil, sodium and sugar, in order to offer healthier cuisines.",
    "Tel": "+886-4-8933323, +886-937-255977, +886-4-8935989",
    "Fax": "+886-4-8936378",
    "ContactPerson": "Ms. LIN",
    "OpenHours": "Sunday 16:00~19:30, Sunday 11:00~14:30, Monday Closed, Tuesday 11:00~14:30, Tuesday 16:00~19:30, Wednesday 11:00~14:30, Wednesday 16:00~19:30, Thursday 11:00~14:30, Thursday 16:00~19:30, Friday 11:00~14:30, Friday 16:00~19:30, Saturday 11:00~14:30, Saturday 16:00~19:30",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/f6396cdddc604d0f94e62ad8dc50fcc8.jpg",
    "City": "Changhua County",
    "Town": "Fangyuan Township",
    "Coordinate": "120.328068,23.9690783"
  },
  {
    "ID": 934,
    "Name": "Xin Wu Zhuang Rice Bakery",
    "Address": "No.242, Zhonghua Rd., Xinwu District, Taoyuan City",
    "HostWords": "Xin Wu Zhuang was the name of the place, Xin Wu, in the old days. The name is to bring back the older generations’ memories and provoke the younger generations’ curiosity. The local agricultural produce is utilized to develop the traditional and western processed food, so the consumers can have the tastiness and health.",
    "Tel": "+886-3-4772124#503",
    "Fax": "",
    "ContactPerson": "Baochuan LUO",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/a9456d45edb940188585699345dbbc6b.jpg",
    "City": "Taoyuan City",
    "Town": "Xinwu Dist.",
    "Coordinate": "121.105403,24.9723113"
  },
  {
    "ID": 935,
    "Name": "Restaurant of Farmers’ Association in Xinpu Township",
    "Address": "No. 322, 1st Sec, Yangxin R., SiZuo Village, Xinpu Township, Hsinchu County",
    "HostWords": "Xinpu Township in Hsinchu County is abound in waxberry, apricot plum, dried persimmon, Maogu Tangerine, and grafted pears.  Restaurant of Farmers’ Association in Xinpu Township is located by the vast greenish rice fields; upon our arrival, these passionate moms took out their homemade aged dried radish, pickled cucumbers, and improved Korean fruit kimchi to whet the customers’ appetite, as the prelude for the upcoming Hakka cuisine.",
    "Tel": "+886-3-5891658",
    "Fax": "",
    "ContactPerson": "Mingchu LIN",
    "OpenHours": "Sunday 11:00~21:00, Monday 11:00~14:00, Monday 17:00~21:00, Tuesday 11:00~14:00, Tuesday 17:00~21:00, Wednesday 11:00~14:00, Wednesday 17:00~21:00, Thursday 11:00~14:00, Thursday 17:00~21:00, Friday 11:00~14:00, Friday 17:00~21:00, Saturday 11:00~21:00",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/dd6fea3737d741db8c7116c064a4d36c.jpg",
    "City": "Hsinchu County",
    "Town": "Xinpu Township",
    "Coordinate": "121.088394,24.8312961"
  },
  {
    "ID": 941,
    "Name": "Makaira Coffee",
    "Address": "No 65-1, Datung Rd., Chenggong Township, Taitung County",
    "HostWords": "The Tian Ma Ma of Sailfish Café, Yanzhen HUANG, said, “Tian Ma Ma program promotes the idea of using local food materials, which is consistent with my own ideas on food materials. We offer the freshest food materials to our customers and feel a great sense of achievement seeing customers know how to cook the seafood and praise our dishes.” The café is delicately decorated with a clean ambient. The featured dishes are sailfish of different parts: Soy Sauced Sailfish Tail, Sautéed and Roasted Fish Belly, sashimi, triangular bone, and the belly bone, etc.",
    "Tel": "+886-89-854899,+886-932-396089(LIN)",
    "Fax": "+886-89-855010",
    "ContactPerson": "",
    "OpenHours": "Sunday 17:00~20:00, Sunday 11:00~14:30, Monday 11:00~14:30, Monday 17:00~20:00, Tuesday 11:00~14:30, Tuesday 17:00~20:00, Wednesday 11:00~14:30, Wednesday 17:00~20:00, Thursday 11:00~14:30, Thursday 17:00~20:00, Friday 11:00~14:30, Friday 17:00~20:00, Saturday 11:00~14:30, Saturday 17:00~20:00",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/b56352674f7a4d33aa6d15dd21716383.jpg",
    "City": "Taitung County",
    "Town": "Chenggong Township",
    "Coordinate": "121.375777,23.102968"
  },
  {
    "ID": 944,
    "Name": "Taijiang Restaurant",
    "Address": "No. 360-6, Dazhong Rd., Sicao Village, An-nan District, Tainan City",
    "HostWords": "Sicao district abounds in oysters and milkfish; its production champions those in other places in Taiwan. There are also Taiwan porgy, weever, grouper, giant tiger prawn and white-leg shrimp cultivated, together with the short and long range fishing, so the best fish products and food materials are available here. Taijiang Restaurant offers fresh and local food materials and prepares the scrumptious cuisines in local ways.",
    "Tel": "+886-6-2842427, +886-916-790337",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 09:30~22:00, Monday 09:30~22:00, Tuesday 09:30~22:00, Wednesday 09:30~22:00, Thursday 09:30~22:00, Friday 09:30~22:00, Saturday 09:30~22:00",
    "Url": "",
    "FBUrl": "https://goo.gl/FjiQiJ",
    "Email": "pigyear600304@gmail.com",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/982272dbf1ab42649d05058bc7bdbdb6.jpg",
    "City": "Tainan City",
    "Town": "Annan Dist.",
    "Coordinate": "120.135165,23.019784"
  },
  {
    "ID": 945,
    "Name": "Rong Yi Healthy Food Shop",
    "Address": "No. 228, Yafeng St., Dafeng Village, Tanzi District, Taichung City",
    "HostWords": "The processed food products such as Luwei, and pickled vegetables are preservatives free, cold shipping all the way. The Tian Ma Ma, Zhiyi ZHUANG, said “ Our products are freshly handmade with our passion. And we hope to make more youngsters know the local food materials and promote the healthy ideas.”",
    "Tel": "+886-4-2535-3748",
    "Fax": "+886-4-2535-3642",
    "ContactPerson": "",
    "OpenHours": "Sunday Closed, Monday 09:00~17:00, Tuesday 09:00~17:00, Wednesday 09:00~17:00, Thursday 09:00~17:00, Friday 09:00~17:00, Saturday 09:00~12:00",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/28477aa545a64d579d9c9b6a4bed6ebf.jpg",
    "City": "Taichung City",
    "Town": "Tanzi Dist.",
    "Coordinate": "120.706547,24.227871"
  },
  {
    "ID": 948,
    "Name": "Scallion and Garlic Restaurant",
    "Address": "No.31, Zhongshan Rd., Yide Village, Sansing Township, Yilan County",
    "HostWords": "Many people visit Sansing Township, Yilan County for the sweet and fresh Sansing Green Onion. Sansing Village is abundant in rainfall and the soil and water is less polluted so to produce quality green onions.  The white part is obviously longer and the texture is fine and it is juicy, aromatic and sweet without hot and spicy taste. Because of the strong aroma as well as the crispy mouth feel that it turns into the main role of a dish from the supporting role of general cuisines.",
    "Tel": "+886-3-9895179",
    "Fax": "+886-3-9894656",
    "ContactPerson": "",
    "OpenHours": "Sunday 17:00~20:00, Sunday 11:00~14:00, Monday 11:00~14:00, Monday 17:00~20:00, Tuesday 11:00~14:00, Tuesday 17:00~20:00, Wednesday 11:00~14:00, Wednesday 17:00~20:00, Thursday 11:00~14:00, Thursday 17:00~20:00, Friday 11:00~14:00, Friday 17:00~20:00, Saturday 11:00~14:00, Saturday 17:00~20:00",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/244f67e16c3b4dd890e8ff73321b90a4.jpg",
    "City": "Yilan County",
    "Town": "Sanxing Township",
    "Coordinate": "121.652284,24.6679321"
  },
  {
    "ID": 949,
    "Name": "Longmenkou Fish Restaurant",
    "Address": "No.165, 15th Neighborhood, Shishan Vil., Nanzhuang Township, Miaoli County 35342",
    "HostWords": "The fresh air and clean upstream water from nearby valleys are the secret weapons for Nanzhuang’s sweet, tender, and nutritious trout. Established about 20 years ago, Longmenkou Fish Restaurant offers a wide variety of dishes featuring trout from local prepared in a Hakka style. You can also find sweet and fresh vegetable side dishes.",
    "Tel": "+886-37-822829",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 11:00~19:00, Monday 11:00~19:00, Tuesday 11:00~19:00, Wednesday 11:00~19:00, Thursday 11:00~19:00, Friday 11:00~19:00, Saturday 11:00~19:00",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/0e527fc57ff34aa39442f007662e6eaf.jpg",
    "City": "Miaoli County",
    "Town": "Nanzhuang Township",
    "Coordinate": "121.013297,24.634119"
  },
  {
    "ID": 954,
    "Name": "Baocong Ranch Pastry Shop",
    "Address": "No.24, Sec.2, Zhongzheng East Rd., 15th Neighborhood, Wuchuan Village, Dayuan District, Taoyuan City",
    "HostWords": "Baocong Ranch Pastry Shop is by Dayuan Interchange in Taoyuan and Baocong Ranch is right across the road. The Tian Ma Ma, Baocong HUANG, milks the cows twice a day, in the morning and evening. Then the milk is cold shipped to the pastry shop to make all sorts of dairy products so the freshness is guaranteed.",
    "Tel": "+886-3-3818015",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 06:00~18:00, Monday Closed, Tuesday 06:00~18:00, Wednesday 06:00~18:00, Thursday 06:00~18:00, Friday 06:00~18:00, Saturday 06:00~18:00",
    "Url": "",
    "FBUrl": "https://goo.gl/e9MwxC",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/寶聰乳牛斑點饅頭(1).jpg",
    "City": "Taoyuan City",
    "Town": "Dayuan Dist.",
    "Coordinate": "121.231390,25.0264701"
  },
  {
    "ID": 955,
    "Name": "Yao Hui Rice Dessert Cafe",
    "Address": "No.91-4, 12th Neighborhood, Ruiyuan Vil., Yangmei Township, Taoyuan County 326",
    "HostWords": "Rice cakes are loved by adults and children. Yao Hui Rice Dessert Café mixes fresh milk with Hakka rice cakes and prepares various ingredients such as red beans and taro for tourists to choose as stuffing. The fresh, rich, and tender taste of these rice cakes make them the best dessert to have after meals or for afternoon tea. They can also be given as sentimental gifts to bring people closer together!",
    "Tel": "+886-3-4758049",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 08:00~18:00, Monday Closed, Tuesday Closed, Wednesday Closed, Thursday Closed, Friday Closed, Saturday 08:00~18:00",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20151030152516.jpg",
    "City": "Taoyuan City",
    "Town": "Yangmei Dist.",
    "Coordinate": "121.085969,24.9372834"
  },
  {
    "ID": 956,
    "Name": "Yi Lu Restaurant",
    "Address": "No. 734, Zhongzheng rd., Wufeng District, Taichung City",
    "HostWords": "Tian Ma Ma Yi Lu Restaurant is in the Taiwan Provincial Consultative Council in Wufeng, Taichung. The environment is quiet and beautiful with the green lands. You have to come here to taste mushroom dishes that are full of flavors and original tastes of the ingredients.",
    "Tel": "+886-4-23338818,+886-918095705",
    "Fax": "+886-4-23338818-9",
    "ContactPerson": "",
    "OpenHours": "Sunday 17:30~21:00, Sunday 11:30~14:00, Monday 11:30~14:00, Monday 17:30~21:00, Tuesday 11:30~14:00, Tuesday 17:30~21:00, Wednesday 11:30~14:00, Wednesday 17:30~21:00, Thursday 11:30~14:00, Thursday 17:30~21:00, Friday 11:30~14:00, Friday 17:30~21:00, Saturday 11:30~14:00, Saturday 17:30~21:00",
    "Url": "https://goo.gl/cXBjAF",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/c28252e9-edbb-4a04-baf3-f510f259fc4f_0.jpg",
    "City": "Taichung City",
    "Town": "Wufeng Dist.",
    "Coordinate": "120.698056,24.0596532"
  },
  {
    "ID": 998,
    "Name": "Yue-Ji Farm",
    "Address": "台東縣鹿野鄉龍田村北一路658號",
    "HostWords": "",
    "Tel": "+886-933-370551",
    "Fax": "",
    "ContactPerson": "廖月季小姐",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Taitung County",
    "Town": "Luye Township",
    "Coordinate": "121.1145249,22.9057155"
  },
  {
    "ID": 999,
    "Name": "Changli Orchard",
    "Address": "宜蘭縣三星鄉",
    "HostWords": "",
    "Tel": "+886-932-263361",
    "Fax": "",
    "ContactPerson": "曾再立先生",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/MrLongFarm/",
    "Email": "",
    "Photo": "",
    "City": "Yilan County",
    "Town": "Sanxing Township",
    "Coordinate": "121.57105922698899,24.6411028125085"
  },
  {
    "ID": 1000,
    "Name": "Jinpu Tourism Orchard",
    "Address": "No. 106-2, Zhenshan Rd., Zhenshan Vil., Yuanshan Township, Yilan County 264",
    "HostWords": "Open garden for fruit picking, Arboriculture of fruit tree tour guide. Beetle ecology experience. DIY activities. Outdoor education.",
    "Tel": "+886-39231427 ， +886-920-237543",
    "Fax": "",
    "ContactPerson": "曾錦普先生",
    "OpenHours": "",
    "Url": "http://039231427.emmm.tw/",
    "FBUrl": "https://www.facebook.com/214930875193895",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/8145d91505024fa2ada860d51b061ce7.jpg",
    "City": "Yilan County",
    "Town": "Yuanshan Township",
    "Coordinate": "121.719312,24.7744391"
  },
  {
    "ID": 1001,
    "Name": "Miwango",
    "Address": "台南市玉井區望明里53-6號",
    "HostWords": "",
    "Tel": "+886-6-5746787、+886-910-773755",
    "Fax": "",
    "ContactPerson": "曾寶慧小姐",
    "OpenHours": "",
    "Url": "www.miwango.tw",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/e9e0499e765848ebb7f12161f44978a9.jpg",
    "City": "Tainan City",
    "Town": "Yujing Dist.",
    "Coordinate": "120.452924,23.106524"
  },
  {
    "ID": 1002,
    "Name": "Association of Fu-Shing community development, Ruisui township, Hualien County.",
    "Address": "花蓮縣瑞穗鄉富興村中正北路三段180號",
    "HostWords": "",
    "Tel": "+886-3-8811658",
    "Fax": "",
    "ContactPerson": "楊總幹事",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/juisui.fushin193/",
    "Email": "",
    "Photo": "",
    "City": "Hualien County",
    "Town": "Ruisui Township",
    "Coordinate": "121.3814187,23.579535100000001"
  },
  {
    "ID": 1003,
    "Name": "Two lakes Pineapple House",
    "Address": "宜蘭縣員山鄉湖西村二湖路108號",
    "HostWords": "",
    "Tel": "+886-3-9230046、+886-920-999450",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.lanyangnet.com.tw/ilpoint/ys14/",
    "FBUrl": "https://www.facebook.com/二湖鳳梨館-356704787755860/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/a7211521f7c04ecca43af75c15a080ee.jpg",
    "City": "Yilan County",
    "Town": "Yuanshan Township",
    "Coordinate": "121.685371,24.758099"
  },
  {
    "ID": 1004,
    "Name": "Kuan Miao Jhang Pineapple",
    "Address": "台南市關廟區光復街63巷22號",
    "HostWords": "",
    "Tel": "+886-989-278952",
    "Fax": "",
    "ContactPerson": "張勝傑先生",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/關廟老張鳳梨-204737936375953/",
    "Email": "",
    "Photo": "",
    "City": "Tainan City",
    "Town": "Guanmiao Dist.",
    "Coordinate": "120.3292953,22.953625299999999"
  },
  {
    "ID": 1005,
    "Name": "Sunshine fruit",
    "Address": "高雄市大樹區龍目里91-6號",
    "HostWords": "",
    "Tel": "+886-939-632719、+886-936-811862",
    "Fax": "",
    "ContactPerson": "鄭蕙玲小姐",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/sunpineapple",
    "Email": "",
    "Photo": "",
    "City": "Kaohsiung City",
    "Town": "Dashu Dist.",
    "Coordinate": "120.41138119999999,22.686709799999999"
  },
  {
    "ID": 1006,
    "Name": "Taiwan Banana Research Institute",
    "Address": "屏東縣九如鄉玉泉村榮泉街1號",
    "HostWords": "",
    "Tel": "+886-8-7392111",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "www.banana.org.tw/",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Pingtung County",
    "Town": "Jiuru Township",
    "Coordinate": "120.5026508,22.724858900000001"
  },
  {
    "ID": 1007,
    "Name": "Home to Fruit Farmer",
    "Address": "台南市南溪區密枝里6號",
    "HostWords": "",
    "Tel": "+886-6-5750035、+886-6-5750167",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.gogo99.com.tw/",
    "FBUrl": "https://www.facebook.com/果農之家-198169500193382/",
    "Email": "",
    "Photo": "",
    "City": "Tainan City",
    "Town": "Nanxi Dist.",
    "Coordinate": "120.5125332,23.1997898"
  },
  {
    "ID": 1008,
    "Name": "Chulu Coconut Forest",
    "Address": "台東縣卑南鄉初鹿地區，台九線360.8公里處西側",
    "HostWords": "",
    "Tel": "+886-937-612129",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/chulucocoa/?fref=ts",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/9d3eef096a2f48c086f13d8cebee603d.jpg",
    "City": "Taitung County",
    "Town": "Beinan Township",
    "Coordinate": "121.0944089,22.8711679"
  },
  {
    "ID": 1009,
    "Name": "RongYang Farm",
    "Address": "苗栗縣大湖鄉新開村雙坑11號",
    "HostWords": "",
    "Tel": "+886-936-959126",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.pcn888.com",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Miaoli County",
    "Town": "Dahu Township",
    "Coordinate": "120.8352357,24.357928099999999"
  },
  {
    "ID": 1010,
    "Name": "Strawberry Farm on the Hillside",
    "Address": "No. 5-1, Linliping, Yihe Vil., Dahu Township, Miaoli County 364",
    "HostWords": "",
    "Tel": "+886-37-992991",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/sbstrawberry",
    "Email": "",
    "Photo": "",
    "City": "Miaoli County",
    "Town": "Dahu Township",
    "Coordinate": "120.8652125,24.3916568"
  },
  {
    "ID": 1011,
    "Name": "Xinfeng Farm",
    "Address": "No. 264, Sec. 2, Zhonghe St., Xinshe Dist., Taichung City 426",
    "HostWords": "",
    "Tel": "10 people or less：+886-4-25811938 / +886-4-25824243。More than 10 people：+886-919-722929",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/153801327966942",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/01012a5d5c8547648eef75d746e43312.jpg",
    "City": "Taichung City",
    "Town": "Xinshe Dist.",
    "Coordinate": "120.7983526,24.2276433"
  },
  {
    "ID": 1012,
    "Name": "Shinhe Orchard",
    "Address": "No. 528, Sec. 4, Zhongsheng Ln., Dongguan Rd., Dongshi Dist., Taichung City 423",
    "HostWords": "",
    "Tel": "+886-4-25853541 ， +886-935-710069",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://shinhe.emmm.tw",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/6e08de241b8343ae877030903b3dbfb7.jpg",
    "City": "Taichung City",
    "Town": "Dongshi Dist.",
    "Coordinate": "120.8452028,24.163544900000002"
  },
  {
    "ID": 1013,
    "Name": "Happy Fruit Plantation",
    "Address": "台中市東勢區慶東里1巷17-3號",
    "HostWords": "",
    "Tel": "+886-4-25852268、+886-910-026832",
    "Fax": "",
    "ContactPerson": "張天養先生",
    "OpenHours": "",
    "Url": "http://twlovefruit.blogspot.tw/",
    "FBUrl": "https://www.facebook.com/twlovefruit/",
    "Email": "",
    "Photo": "",
    "City": "Taichung City",
    "Town": "Dongshi Dist.",
    "Coordinate": "120.8289,24.260639999999999"
  },
  {
    "ID": 1014,
    "Name": "Shuili Ecological Leisure Farm",
    "Address": "南投縣水里鄉玉峰村永樂巷89-5號",
    "HostWords": "",
    "Tel": "+886-49-2777622、+886-910-593251",
    "Fax": "",
    "ContactPerson": "陳炳煜先生",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Nantou County",
    "Town": "Shuili Township",
    "Coordinate": "120.82234,23.80453"
  },
  {
    "ID": 1015,
    "Name": "Jiuxiongpin Orchard",
    "Address": "No. 11, Yong’an Rd., Shang’an Vil., Shuili Township, Nantou County 553",
    "HostWords": "",
    "Tel": "+886-919-838199",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/31c02fe4abff451aa572226a12ccf6c7.jpg",
    "City": "Nantou County",
    "Town": "Shuili Township",
    "Coordinate": "120.8568678,23.7322007"
  },
  {
    "ID": 1016,
    "Name": "The Zhangs’Fort Plum Orchard",
    "Address": "No. 69, Lumei Ln., Ziqiang Vil., Xinyi Township, Nantou County 556",
    "HostWords": "",
    "Tel": "+886-953-656777",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://joycech888.myweb.hinet.net",
    "FBUrl": "https://www.facebook.com/張家堡森林梅園-露營區-730602033631579/",
    "Email": "",
    "Photo": "",
    "City": "Nantou County",
    "Town": "Xinyi Township",
    "Coordinate": "120.84805,23.689170000000001"
  },
  {
    "ID": 1017,
    "Name": "Yongsan farm",
    "Address": "高雄市六龜區寶來里中正路140-8號",
    "HostWords": "",
    "Tel": "+886-7-6882225",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.awem.com.tw/076882225.htm",
    "FBUrl": "https://www.facebook.com/lsbow/",
    "Email": "",
    "Photo": "",
    "City": "Kaohsiung City",
    "Town": "Liugui Dist.",
    "Coordinate": "120.7092741,23.110818999999999"
  },
  {
    "ID": 1018,
    "Name": "Jujube healthy Organic Farms",
    "Address": "No.46, Yulan, Songluo Vil., Datong Township, Yilan County 267",
    "HostWords": "",
    "Tel": "+886-3-9891239 ， +886-933-748080",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "https://www.facebook.com/476078399142059",
    "FBUrl": "https://www.facebook.com/棗健康有機農場-476078399142059/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/f284455516b44648b2eca59ee2e6c94d.jpg",
    "City": "Yilan County",
    "Town": "Datong Township",
    "Coordinate": "121.594224,24.671108"
  },
  {
    "ID": 1019,
    "Name": "Ching Feng Tourist Fruit Farm",
    "Address": "苗栗縣大湖鄉栗林村10鄰23-1號",
    "HostWords": "",
    "Tel": "+88637-951287、+886-916-161250",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://mmweb.tw/34792/",
    "FBUrl": "https://www.facebook.com/青峰觀光農園-217375968351239/?rf=244733148946898",
    "Email": "",
    "Photo": "",
    "City": "Miaoli County",
    "Town": "Dahu Township",
    "Coordinate": "120.825513,24.381685000000001"
  },
  {
    "ID": 1020,
    "Name": "Gonglaoping Farm",
    "Address": "No. 12, Pingding Ln., Shuiyuan Rd., Fengyuan Dist., Taichung City 420",
    "HostWords": "",
    "Tel": "+886-4-25245907",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.gorop.com.tw/down.asp",
    "FBUrl": "https://www.facebook.com/公老坪-Dream-kitchen-1546698675544477/",
    "Email": "",
    "Photo": "",
    "City": "Taichung City",
    "Town": "Fengyuan Dist.",
    "Coordinate": "120.76170500000001,24.262449"
  },
  {
    "ID": 1021,
    "Name": "Yun Ching Plum Garden",
    "Address": "No. 7, Xinxing Ln., Xinxing Vil., Shuili Township, Nantou County 553",
    "HostWords": "",
    "Tel": "+886-952-758328",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/雲清李子園桃接李-110171085728739/",
    "Email": "",
    "Photo": "",
    "City": "Nantou County",
    "Town": "Shuili Township",
    "Coordinate": "120.8717795,23.885642799999999"
  },
  {
    "ID": 1022,
    "Name": "Fairy Story Village Organic Farm B&B",
    "Address": "No. 300, Meihua Rd., Guangxing Vil., Dongshan Township, Yilan County 269",
    "HostWords": "",
    "Tel": "+886-3-9613385、+886-932-090003",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.fairy-story.com.tw",
    "FBUrl": "https://www.facebook.com/f0932090003/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/0fca4d038a4c4731a12110bd8815dd12.jpg",
    "City": "Yilan County",
    "Town": "Dongshan Township",
    "Coordinate": "121.74032130000001,24.665725900000002"
  },
  {
    "ID": 1023,
    "Name": "Cottage 12,Tourist Farm",
    "Address": "No. 21, Tengping, 13rd Neighborhood, Huguang Vil., Emei Township, Hsinchu County 315",
    "HostWords": "",
    "Tel": "+886-37-602708 ， +886-928-103027",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://037602708.ehsinchu.tw/",
    "FBUrl": "https://www.facebook.com/ShiErLiaoXiuJianNongYuan/",
    "Email": "",
    "Photo": "",
    "City": "Hsinchu County",
    "Town": "Emei Township",
    "Coordinate": "120.9865754,24.6744366"
  },
  {
    "ID": 1024,
    "Name": "Dashu Mom Zhang’s Leisure Farm",
    "Address": "高雄市大樹區興田路116-1號",
    "HostWords": "",
    "Tel": "+886-7-6564569、+886-917-169926",
    "Fax": "",
    "ContactPerson": "張瑛珊小姐",
    "OpenHours": "",
    "Url": "www.go-88.com",
    "FBUrl": "https://www.facebook.com/chumama803005/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/b1ed31bbbf434d9abd1aae202f409e6b.jpg",
    "City": "Kaohsiung City",
    "Town": "Dashu Dist.",
    "Coordinate": "120.4469836,22.7470199"
  },
  {
    "ID": 1025,
    "Name": "Malatan Flower Plantation",
    "Address": "台東縣東河鄉都蘭村5線11鄰8號",
    "HostWords": "",
    "Tel": "+886-920-016726",
    "Fax": "",
    "ContactPerson": "蔡志偉先生",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://reurl.cc/1Mv9V",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/3cb6d6fbcfb44ea88e791221fafec1f7.jpg",
    "City": "Taitung County",
    "Town": "Donghe Township",
    "Coordinate": "121.2002706,22.886381"
  },
  {
    "ID": 1026,
    "Name": "Spring Breezing Orchard",
    "Address": "台東縣卑南鄉明峰村忠孝路18鄰270巷1號",
    "HostWords": "",
    "Tel": "+886-980-455-795",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/Mico.cheng.4/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/34fdb750077e44eea98e90e98c06bae7.jpg",
    "City": "Taitung County",
    "Town": "Beinan Township",
    "Coordinate": "121.0902633,22.858964"
  },
  {
    "ID": 1027,
    "Name": "Taitung A-Yang’s Custard-Apple Garden of Buddhist heart",
    "Address": "台東縣卑南鄉泰安村13鄰309號",
    "HostWords": "",
    "Tel": "+886-89-381540、+886-928-878022、+886-933-756869",
    "Fax": "",
    "ContactPerson": "詹明揚先生",
    "OpenHours": "",
    "Url": "http://foresee.pixnet.net/blog",
    "FBUrl": "https://www.facebook.com/foresee.farm/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/90b86a35a8fc480994fe5b26787f9f94.jpg",
    "City": "Taitung County",
    "Town": "Beinan Township",
    "Coordinate": "121.0714753,22.7938337"
  },
  {
    "ID": 1028,
    "Name": "Dung Shin Tourist Fruit Garden",
    "Address": "台中市東勢區東關路456-2號",
    "HostWords": "",
    "Tel": "+886-4-25885960、+886-912-346100",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/東新觀光農園-453974904698818/timeline",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/6ab933974b0a4504b7c3b0122aca41ae.jpg",
    "City": "Taichung City",
    "Town": "Dongshi Dist.",
    "Coordinate": "120.867651,24.285276"
  },
  {
    "ID": 1029,
    "Name": "Yongye Ecological Farm",
    "Address": "台中市東勢區東崎路3段688巷168號",
    "HostWords": "",
    "Tel": "+886-4-25879586、+886-988-238141",
    "Fax": "",
    "ContactPerson": "葉泰竹先生",
    "OpenHours": "Sunday 10:00~18:00, Monday Closed, Tuesday 10:00~18:00, Wednesday 10:00~18:00, Thursday 10:00~18:00, Friday 10:00~18:00, Saturday 10:00~18:00",
    "Url": "",
    "FBUrl": "https://www.facebook.com/YungYamaLeisureFarm.TW/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/c2c1037f55094e4c97a048f3ac7ed108.jpg",
    "City": "Taichung City",
    "Town": "Dongshi Dist.",
    "Coordinate": "120.8551853,24.2584864"
  },
  {
    "ID": 1030,
    "Name": "Happiness Pitaya Orchard",
    "Address": "台東縣卑南鄉賓朗路517巷12號",
    "HostWords": "",
    "Tel": "+886-912-200458、+886-987-667515",
    "Fax": "",
    "ContactPerson": "郭素琦小姐",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/幸福紅龍果園-632807363526518/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/aaf18bc5b5de409bba40ef5f572ff0a2.jpg",
    "City": "Taitung County",
    "Town": "Beinan Township",
    "Coordinate": "121.08921340000001,22.808411599999999"
  },
  {
    "ID": 1031,
    "Name": "Fun 8 House Organic Farm",
    "Address": "宜蘭縣三星鄉人和村堤防路31-3號",
    "HostWords": "",
    "Tel": "+886-928-543646",
    "Fax": "",
    "ContactPerson": "李智勝先生",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://goo.gl/XGd9qG",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/736661d592524ee4aad8be7f76dd3afa.jpg",
    "City": "Yilan County",
    "Town": "Sanxing Township",
    "Coordinate": "121.6368073,24.674510000000001"
  },
  {
    "ID": 1032,
    "Name": "Changhua Happy Dragon Fruit Orchard",
    "Address": "彰化縣二林鎮東興里福建巷66號",
    "HostWords": "",
    "Tel": "+886-4-8966106、+886-953-579359",
    "Fax": "",
    "ContactPerson": "廖美雅小姐",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/HAPPY.dragonfruit",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/5b2d2f3836e9443892e5131e8282cbec.jpg",
    "City": "Changhua County",
    "Town": "Erlin Township",
    "Coordinate": "120.39219559999999,23.888945199999998"
  },
  {
    "ID": 1033,
    "Name": "Xinke Dragon Fruit Orchard",
    "Address": "彰化縣二林鎮西斗里八鄰斗苑路二段422號",
    "HostWords": "",
    "Tel": "+886-933-560782",
    "Fax": "",
    "ContactPerson": "謝新科先生",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/pages/新科紅龍果園/255009361367517",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/2c630d22ba664d3db4f9ab6c885149ac.jpg",
    "City": "Changhua County",
    "Town": "Erlin Township",
    "Coordinate": "120.4083633,23.8972321"
  },
  {
    "ID": 1034,
    "Name": "Ankan Farm",
    "Address": "高雄市美濃區吉洋里吉安37號",
    "HostWords": "",
    "Tel": "+886-7-6831697、+886-912-584437",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://s905720895.pixnet.net/blog",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/01cbc7062fcf4fc3a09cca90c9013229.jpg",
    "City": "Kaohsiung City",
    "Town": "Meinong Dist.",
    "Coordinate": "120.5444001,22.833041399999999"
  },
  {
    "ID": 1035,
    "Name": "Ds Sightseeing Garden",
    "Address": "新竹市玄奘路225巷2號",
    "HostWords": "",
    "Tel": "+886-936-149623",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.hansin.com.tw/DS/",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Hsinchu City",
    "Town": "Xiangshan Dist.",
    "Coordinate": "120.94738529999999,24.770187799999999"
  },
  {
    "ID": 1036,
    "Name": "Tian squad mango orchard",
    "Address": "台南市楠西區照興里興北26號",
    "HostWords": "",
    "Tel": "+886-912-175631",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Tainan City",
    "Town": "Nanxi Dist.",
    "Coordinate": "120.49014750000001,23.196981999999998"
  },
  {
    "ID": 1037,
    "Name": "Starlight Orchard",
    "Address": "台南市玉井區(台20線道32.1K處)",
    "HostWords": "",
    "Tel": "+886-932-866888",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/星光果園-自然的鬥士-120274691372454/",
    "Email": "",
    "Photo": "",
    "City": "Tainan City",
    "Town": "Yujing Dist.",
    "Coordinate": "120.4364788,23.094676400000001"
  },
  {
    "ID": 1038,
    "Name": "The Persimmon Brother Farm",
    "Address": "嘉義縣番路鄉觸口村鳳梨農場6號",
    "HostWords": "",
    "Tel": "+886-972-302602",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 09:00~16:00, Monday 09:00~16:00, Tuesday 09:00~16:00, Wednesday 09:00~16:00, Thursday 09:00~16:00, Friday 09:00~16:00, Saturday 09:00~16:00",
    "Url": "",
    "FBUrl": "https://www.facebook.com/groups/924414397621696/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/09b52c673e224e17a50e44e3b4b857c4.jpg",
    "City": "Chiayi County",
    "Town": "Fanlu Township",
    "Coordinate": "120.5955009,23.450767"
  },
  {
    "ID": 1039,
    "Name": "Longhu Mountain Ecological Farm",
    "Address": "台南市東山區高原里109-6號",
    "HostWords": "",
    "Tel": "+886-6-6861880、+886-932-896974",
    "Fax": "",
    "ContactPerson": "李豐村先生",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/longhushan17513.3/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/3841608f22fe4db0bfa38d015aa10cb6.jpg",
    "City": "Tainan City",
    "Town": "Dongshan Dist.",
    "Coordinate": "120.505297,23.278527"
  },
  {
    "ID": 1040,
    "Name": "The Peak Farm",
    "Address": "台南市東山區東原里7-13號",
    "HostWords": "",
    "Tel": "+886-987-971219",
    "Fax": "",
    "ContactPerson": "陳昀鎂小姐",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/山頂壯圓-265891010149655",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/eb82e42b0eaf4d05bf33ab1a092cfa44.jpg",
    "City": "Tainan City",
    "Town": "Dongshan Dist.",
    "Coordinate": "120.44462710000001,23.266030300000001"
  },
  {
    "ID": 1041,
    "Name": "A Zong Farm",
    "Address": "宜蘭縣三星鄉日興三路156號",
    "HostWords": "",
    "Tel": "+886-919-311979",
    "Fax": "",
    "ContactPerson": "林埏增先生",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://goo.gl/LZKWwS",
    "Email": "",
    "Photo": "",
    "City": "Yilan County",
    "Town": "Sanxing Township",
    "Coordinate": "121.73825669999999,24.705684999999999"
  },
  {
    "ID": 1042,
    "Name": "Huifeng Tourist Orchard",
    "Address": "苗栗縣卓蘭鎮內灣里東盛9-16號",
    "HostWords": "",
    "Tel": "+886-933-501708、+886-916-791226",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.dahu.com.tw/huifeng/index2.htm",
    "FBUrl": "https://www.facebook.com/pages/匯豐觀光果園/278011768972740?fref=ts",
    "Email": "",
    "Photo": "",
    "City": "Miaoli County",
    "Town": "Zhuolan Township",
    "Coordinate": "120.8555843,24.297253000000001"
  },
  {
    "ID": 1043,
    "Name": "Super Watermelon",
    "Address": "花蓮縣玉里鎮三民里台九線282.5k",
    "HostWords": "",
    "Tel": "+886-911-333793、+886-972-950280",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 08:00~18:00, Monday 08:00~18:00, Tuesday 08:00~18:00, Wednesday 08:00~18:00, Thursday 08:00~18:00, Friday 08:00~18:00, Saturday 08:00~18:00",
    "Url": "http://www.watermelon.com.tw/grow.php",
    "FBUrl": "https://www.facebook.com/YuliXigua/?fref=ts",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/39d737f993864226b6102f8b9c6e5cc4.jpg",
    "City": "Hualien County",
    "Town": "Yuli Township",
    "Coordinate": "121.3424928,23.420163899999999"
  },
  {
    "ID": 1044,
    "Name": "Hualien Papa Tzeng’s watermelon",
    "Address": "花蓮縣鳳林鎮信義路101",
    "HostWords": "",
    "Tel": "+886-988-871885、+886-988-232292",
    "Fax": "",
    "ContactPerson": "曾莉菁小姐",
    "OpenHours": "",
    "Url": "http://www.yummy-888.com/",
    "FBUrl": "https://www.facebook.com/HuaLianCengLaoDieDaXiGua/?ref=py_c",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/4a77e2eb95974eb4ba2ac4d003dbcf6b.jpg",
    "City": "Hualien County",
    "Town": "Fenglin Township",
    "Coordinate": "121.02139029999999,24.841128999999999"
  },
  {
    "ID": 1045,
    "Name": "Chih Chia Farm",
    "Address": "雲林縣古坑鄉永光村光華路",
    "HostWords": "",
    "Tel": "+886-920-361141",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://chihchiafarm.pixnet.net/blog",
    "FBUrl": "https://www.facebook.com/chihchiafarm/",
    "Email": "",
    "Photo": "",
    "City": "Yunlin County",
    "Town": "Gukeng Township",
    "Coordinate": "120.563105,23.615498"
  },
  {
    "ID": 1046,
    "Name": "Dalin Fruit Garden",
    "Address": "宜蘭縣礁溪鄉二龍村淇武蘭路30之20號",
    "HostWords": "",
    "Tel": "+886-922-753622",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/tomato2.0/",
    "Email": "",
    "Photo": "",
    "City": "Yilan County",
    "Town": "Jiaoxi Township",
    "Coordinate": "121.7780836,24.811868499999999"
  },
  {
    "ID": 1047,
    "Name": "Good Machi Farm",
    "Address": "台中市霧峰區南阡巷69號",
    "HostWords": "",
    "Tel": "+886-963-673002、+886-933-493002",
    "Fax": "",
    "ContactPerson": "張麗品小姐",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/good673002/",
    "Email": "",
    "Photo": "",
    "City": "Taichung City",
    "Town": "Wufeng Dist.",
    "Coordinate": "120.6792478,24.0391373"
  },
  {
    "ID": 1048,
    "Name": "Healthy Fruits Agribusiness Firm",
    "Address": "彰化縣花壇鄉彰員路一段911號",
    "HostWords": "",
    "Tel": "+886-4-726-610、+886-978-913125",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Changhua County",
    "Town": "Huatan Township",
    "Coordinate": "120.55938,24.0199131"
  },
  {
    "ID": 1049,
    "Name": "Fong Shuo Orchard",
    "Address": "嘉義縣水上鄉大崙村89-13號",
    "HostWords": "",
    "Tel": "+886-5-3714221、+886-931-378098",
    "Fax": "",
    "ContactPerson": "吳佳雯小姐",
    "OpenHours": "",
    "Url": "www.fongshuo.com.tw",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/59f7849bf0fd480c809765467f932d4b.jpg",
    "City": "Chiayi County",
    "Town": "Shuishang Township",
    "Coordinate": "120.3563338,23.4413892"
  },
  {
    "ID": 1050,
    "Name": "Dapingding Passion Fruit Orchards",
    "Address": "南投縣埔里鎮西安路三段259號",
    "HostWords": "",
    "Tel": "+886-49-293-1104、+886-921-798104",
    "Fax": "",
    "ContactPerson": "蔡舒莉小姐",
    "OpenHours": "",
    "Url": "http://www.hot-fruit.com/",
    "FBUrl": "https://www.facebook.com/hotfruit.puli/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/3bdf34768eb6467a8c1f9a4416230f07.jpg",
    "City": "Nantou County",
    "Town": "Puli Township",
    "Coordinate": "120.9252209,24.0374932"
  },
  {
    "ID": 1051,
    "Name": "Tian Shan Hill Organic Farm",
    "Address": "南投縣水里鄉郡坑段1243地號",
    "HostWords": "",
    "Tel": "+886-938-131923",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://tsl.organic.org.tw/supergood/front/bin/home.phtml",
    "FBUrl": "https://www.facebook.com/tslorganicfarm/",
    "Email": "",
    "Photo": "",
    "City": "Nantou County",
    "Town": "Xinyi Township",
    "Coordinate": "120.8598906,23.7159175"
  },
  {
    "ID": 1052,
    "Name": "She-Tan-Guo Leisure Fruit Farm of Passion Fruit",
    "Address": "No. 32, Liyu Rd., Wugong Vil., Puli Township, Nantou County 545",
    "HostWords": "",
    "Tel": "+886-49-2990259、+886-933-553753",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/people/綠舍潭果/100001140702650",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/cf001bae47cc452db9ed0ce469822fe2.jpg",
    "City": "Nantou County",
    "Town": "Puli Township",
    "Coordinate": "120.9976173,23.960541200000002"
  },
  {
    "ID": 1053,
    "Name": "Hou Yi Farm",
    "Address": "嘉義縣番路鄉大華公路75號",
    "HostWords": "",
    "Tel": "+886-919-584788",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/后羿農場-701213846581803/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/1984c9ba6ccf4065b0d546710dd364bf.jpg",
    "City": "Chiayi County",
    "Town": "Fanlu Township",
    "Coordinate": "120.5762661,23.459010599999999"
  },
  {
    "ID": 1054,
    "Name": "Teacher Chiu Red Dates Orchard",
    "Address": "苗栗縣公館鄉石牆村十鄰205號",
    "HostWords": "",
    "Tel": "+886-919-076576",
    "Fax": "",
    "ContactPerson": "邱德勳先生",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/邱老師-金蘭紅棗園-1446510785602663/",
    "Email": "",
    "Photo": "",
    "City": "Miaoli County",
    "Town": "Gongguan Township",
    "Coordinate": "120.82495,24.472429999999999"
  },
  {
    "ID": 1055,
    "Name": "Lin Family Red Date Garden",
    "Address": "苗栗縣公館鄉福星村二鄰65號",
    "HostWords": "",
    "Tel": "+886-37-222-339、+886-918-170255",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/Lin1681",
    "Email": "",
    "Photo": "",
    "City": "Miaoli County",
    "Town": "Gongguan Township",
    "Coordinate": "120.8225293,24.483653"
  },
  {
    "ID": 1056,
    "Name": "Stonewall Red Date Garden",
    "Address": "苗栗縣公館鄉石墻村‎237-2號",
    "HostWords": "",
    "Tel": "+886-982-673-715",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://kbd101025.pixnet.net/blog",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Miaoli County",
    "Town": "Gongguan Township",
    "Coordinate": "120.8187203,24.472159999999999"
  },
  {
    "ID": 1057,
    "Name": "House of Red Brick, Red Date Garden",
    "Address": "苗栗縣公館鄉石墙村2鄰39號",
    "HostWords": "",
    "Tel": "+886-37-224-356、+886-910-041-786",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/redtile/",
    "Email": "",
    "Photo": "",
    "City": "Miaoli County",
    "Town": "Gongguan Township",
    "Coordinate": "120.8139573,24.487010999999999"
  },
  {
    "ID": 1058,
    "Name": "Lung-Chang-A-Ji Red Date Garden",
    "Address": "苗栗縣公館鄉石墻村14鄰292之1號",
    "HostWords": "",
    "Tel": "+886-37-234-369、+886-923-288-295",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/隆昌阿基-367813806624560/",
    "Email": "",
    "Photo": "",
    "City": "Miaoli County",
    "Town": "Gongguan Township",
    "Coordinate": "120.8187563,24.471264000000001"
  },
  {
    "ID": 1059,
    "Name": "Yung Sheng Organic Papaya Garden",
    "Address": "屏東縣瑪家鄉三和村13鄰美園31號",
    "HostWords": "",
    "Tel": "+886-925-769192",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/as443/",
    "Email": "",
    "Photo": "",
    "City": "Pingtung County",
    "Town": "Majia Township",
    "Coordinate": "120.5934542,22.7047931"
  },
  {
    "ID": 1060,
    "Name": "Sweet Persimmon Tribe",
    "Address": "台中市和平區達觀里天嶺巷22-1號",
    "HostWords": "",
    "Tel": "+886-4-25911743、+886-910-989542",
    "Fax": "",
    "ContactPerson": "張釣琳先生",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/persimmon.tribe",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/70541af4a82d45e09bc8aadb751aaad8.jpg",
    "City": "Taichung City",
    "Town": "Heping Dist.",
    "Coordinate": "120.9362557,24.324036700000001"
  },
  {
    "ID": 1061,
    "Name": "Zhen Zhen Orchard",
    "Address": "嘉義縣番路鄉番路村下石頭埔7鄰50號",
    "HostWords": "",
    "Tel": "+886-937-355928",
    "Fax": "",
    "ContactPerson": "江火炎先生",
    "OpenHours": "",
    "Url": "https://goo.gl/BZbzUj",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/4d212138698c4c1db3d894e2930813f3.jpg",
    "City": "Chiayi County",
    "Town": "Fanlu Township",
    "Coordinate": "120.595011,23.4619"
  },
  {
    "ID": 1062,
    "Name": "Xingrui Pomelo",
    "Address": "花蓮縣瑞穗鄉溫泉路一段268-3號",
    "HostWords": "",
    "Tel": "+886-937-976379",
    "Fax": "",
    "ContactPerson": "游胡偉先生",
    "OpenHours": "Sunday Closed, Monday 10:00~17:00, Tuesday 10:00~17:00, Wednesday 10:00~17:00, Thursday 10:00~17:00, Friday 10:00~17:00, Saturday Closed",
    "Url": "https://cheerfulrui.business.site/",
    "FBUrl": "https://goo.gl/7ubnUY",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/3e263520c9884c3585d49923286eb56f.jpg",
    "City": "Hualien County",
    "Town": "Ruisui Township",
    "Coordinate": "121.3649855,23.4956943"
  },
  {
    "ID": 1063,
    "Name": "Green Orchard",
    "Address": "新北市八里區米倉里牛寮埔12鄰16-3號",
    "HostWords": "",
    "Tel": "+886-939-682-760",
    "Fax": "",
    "ContactPerson": "戴承志先生",
    "OpenHours": "",
    "Url": "http://teresa91066.pixnet.net/blog",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "New Taipei City",
    "Town": "Bali Dist.",
    "Coordinate": "121.4082341,25.1258941"
  },
  {
    "ID": 1064,
    "Name": "YiFang Farm",
    "Address": "苗栗縣西湖鄉龍洞村11鄰雷公崁9號",
    "HostWords": "",
    "Tel": "+886-912-393266",
    "Fax": "",
    "ContactPerson": "彭義芳先生",
    "OpenHours": "",
    "Url": "http://www.yifarm.idv.tw/",
    "FBUrl": "https://www.facebook.com/西湖鄉義芳農場-1665243297077035/",
    "Email": "",
    "Photo": "",
    "City": "Miaoli County",
    "Town": "Xihu Township",
    "Coordinate": "120.772349,24.5408172"
  },
  {
    "ID": 1065,
    "Name": "Zhenglailiao Sightseeing Orchard",
    "Address": "苗140縣道30公里處，即大安溪河堤道路旁，過921大峽谷入口處約2.5公里左邊即達",
    "HostWords": "",
    "Tel": "+886-912-609319、+886-923-596208",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://0912609319.tranews.com/",
    "FBUrl": "https://www.facebook.com/happyfarm1111/",
    "Email": "",
    "Photo": "",
    "City": "Miaoli County",
    "Town": "Zhuolan Township",
    "Coordinate": "120.85332940000001,24.2935911"
  },
  {
    "ID": 1066,
    "Name": "Tomita Leisure Farm",
    "Address": "No. 22-8, Piwei, 3rd Neighborhood, Fu’an Vil., Daxi Dist., Taoyuan City 335",
    "HostWords": "",
    "Tel": "+886-33872540、+886-958-226256",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.tomita.com.tw",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/f879972eb71f4580945f132cb47b1db7.jpg",
    "City": "Taoyuan City",
    "Town": "Daxi Dist.",
    "Coordinate": "121.2883383,24.8409331"
  },
  {
    "ID": 1067,
    "Name": "Vine Knot Educational Farm",
    "Address": "宜蘭縣礁溪鄉淇武蘭路86-5號",
    "HostWords": "",
    "Tel": "+886-919-934097",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/藤結教育農場-403583906466178",
    "Email": "",
    "Photo": "",
    "City": "Yilan County",
    "Town": "Jiaoxi Township",
    "Coordinate": "121.778551,24.8089241"
  },
  {
    "ID": 1068,
    "Name": "Taisan Fruity Creative Farm",
    "Address": "苗栗縣卓蘭鎮西坪里43-10號",
    "HostWords": "",
    "Tel": "+886-4-25894693、+886-933-448890",
    "Fax": "",
    "ContactPerson": "王浚楹先生",
    "OpenHours": "",
    "Url": "https://goo.gl/Qjh7U4",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/沐森_照片1(1).jpg",
    "City": "Miaoli County",
    "Town": "Zhuolan Township",
    "Coordinate": "120.82369660000001,24.333125500000001"
  },
  {
    "ID": 1069,
    "Name": "sunshine farm",
    "Address": "台中市清水區中山路563號",
    "HostWords": "",
    "Tel": "+886-937959397、+886-972351127",
    "Fax": "",
    "ContactPerson": "胡志宏先生",
    "OpenHours": "Sunday 09:00~17:00, Monday 09:00~17:00, Tuesday 09:00~17:00, Wednesday 09:00~17:00, Thursday 09:00~17:00, Friday 09:00~17:00, Saturday 09:00~17:00",
    "Url": "",
    "FBUrl": "https://www.facebook.com/sunshinefarmin57/timeline",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/3eb13f3f65584160801fbd0e66c6a194.jpg",
    "City": "Taichung City",
    "Town": "Qingshui Dist.",
    "Coordinate": "120.5940714,24.3010158"
  },
  {
    "ID": 1070,
    "Name": "Genki House Greenhouse Orchard",
    "Address": "高雄市阿蓮區中路里285-6號",
    "HostWords": "",
    "Tel": "+886-921-339614",
    "Fax": "",
    "ContactPerson": "李室蒝先生",
    "OpenHours": "",
    "Url": "http://genki2eat.blogspot.tw/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/b05b56c309c64b22b14d58b650b09ea4.jpg",
    "City": "Kaohsiung City",
    "Town": "Alian Dist.",
    "Coordinate": "120.3015279,22.8948292"
  },
  {
    "ID": 1071,
    "Name": "Bingzhi Orchard",
    "Address": "宜蘭縣三星鄉天山村3鄰下湖路47-52號",
    "HostWords": "",
    "Tel": "+886-3-9891080、+886-917-162208",
    "Fax": "",
    "ContactPerson": "方東榮先生",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/pages/炳智果園/1708604566069133",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/05c106496f0546f0a7320d7d4bf563d9.jpg",
    "City": "Yilan County",
    "Town": "Sanxing Township",
    "Coordinate": "121.62096390000001,24.661693700000001"
  },
  {
    "ID": 1072,
    "Name": "Dashanbei Leisure Farm",
    "Address": "No. 52, Tuozi, 5th Neighborhood, Fengxiang Vil., Hengshan Township, Hsinchu County 312",
    "HostWords": "",
    "Tel": "+886-926-192049",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/dashanbei/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/大山背(1).jpg",
    "City": "Hsinchu County",
    "Town": "Hengshan Township",
    "Coordinate": "121.1321143,24.695619399999998"
  },
  {
    "ID": 1073,
    "Name": "Lover Vale Leisure Farm",
    "Address": "台中市豐原區清谷巷2號",
    "HostWords": "",
    "Tel": "+886-4-25260650、+886-910-494906",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 08:00~20:00, Monday 08:00~20:00, Tuesday 08:00~20:00, Wednesday 08:00~20:00, Thursday 08:00~20:00, Friday 08:00~20:00, Saturday 08:00~20:00",
    "Url": "http://www.lovervale.com.tw/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/12c6896c358d4af8adc8bd3a3834a5be.jpg",
    "City": "Taichung City",
    "Town": "Fengyuan Dist.",
    "Coordinate": "120.77396109999999,24.208470299999998"
  },
  {
    "ID": 1074,
    "Name": "YunPeng Orchard--Best Jujubes",
    "Address": "雲林縣斗南鎮舊社里仁愛路 (網室果園)",
    "HostWords": "",
    "Tel": "+886-986-999566",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/DaYeJujube",
    "Email": "",
    "Photo": "",
    "City": "Yunlin County",
    "Town": "Dounan Township",
    "Coordinate": "120.49251,23.665710000000001"
  },
  {
    "ID": 1075,
    "Name": "The Jujubes Arrived - MeiLing Jujubes Fruit Picking Area",
    "Address": "台南市楠西區茄拔路315之26號",
    "HostWords": "",
    "Tel": "+886-918-636380",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/棗到了-梅嶺棗園休閒採果區-220921948076009/timeline",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/755b52594e41471692d700fd416013f2.jpg",
    "City": "Tainan City",
    "Town": "Nanxi Dist.",
    "Coordinate": "120.489716,23.174585"
  },
  {
    "ID": 1076,
    "Name": "Dashanyuan Leisure Orchards",
    "Address": "高雄市燕巢區安招里安北路220號",
    "HostWords": "",
    "Tel": "+886-7-6165553、+886-934-098818",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "www.facebook.com/KcgBigMountain",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/fc177890dc9449f28f108d6e8feaa29f.jpg",
    "City": "Kaohsiung City",
    "Town": "Yanchao Dist.",
    "Coordinate": "120.36108,22.795439999999999"
  },
  {
    "ID": 1077,
    "Name": "Jujube and Vegetables Plantation",
    "Address": "屏東縣高樹鄉民和路1號",
    "HostWords": "",
    "Tel": "+886-912-134989",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/pages/棗蔬福農園/433965326683627",
    "Email": "",
    "Photo": "",
    "City": "Pingtung County",
    "Town": "Gaoshu Township",
    "Coordinate": "120.6169623,22.857334000000002"
  },
  {
    "ID": 1078,
    "Name": "Dajiaoxi Farm",
    "Address": "No.18-6, Pocheng Rd., Yuanshan Township, Yilan County 264, Taiwan(R.O.C)",
    "HostWords": "Da Jiaoxi Farm is located in Yuanshan Township which is well known for its beautiful scenery, surrounded by mountains, rivers and rich natural resources. In our orchard we grow seasonal fruits including pear, guava, kumquat. Visitors are welcome to experience fruit picking and taste homemade food products.",
    "Tel": "+886-3-9891239、+886-933-748080",
    "Fax": "",
    "ContactPerson": "游溪池先生",
    "OpenHours": "",
    "Url": "http://chiou225567.pixnet.net/blog",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/28dfa2db46394d299d5e153099dda16c.jpg",
    "City": "Yilan County",
    "Town": "Yuanshan Township",
    "Coordinate": "121.7039898,24.7786255"
  },
  {
    "ID": 1079,
    "Name": "Kumquat Sightseeing Orchard of Yifu",
    "Address": "宜蘭縣礁溪鄉林美村14鄰134號(林美大橋旁)",
    "HostWords": "",
    "Tel": "+886-3-9874138、+886-952-648116",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://goldfruit.myweb.hinet.net/",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/3b70310dd5424271b0722e8540eefe74.jpg",
    "City": "Yilan County",
    "Town": "Jiaoxi Township",
    "Coordinate": "121.7304683,24.822279999999999"
  },
  {
    "ID": 1080,
    "Name": "A-don Bell Fruit Garden",
    "Address": "宜蘭縣員山鄉尚德村大鬮路30-11號",
    "HostWords": "",
    "Tel": "+886-933-143819、+886-932-905831",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/a0933143819/?rf=151154935079343",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/3caa210c7eed4c778afbc949a529134f.jpg",
    "City": "Yilan County",
    "Town": "Yuanshan Township",
    "Coordinate": "121.71843,24.73676"
  },
  {
    "ID": 1081,
    "Name": "Comprehensive Sightseeing Orchard of Yun-Hsiang-Ku",
    "Address": "台中市豐原區南嵩里水源路坪頂巷21號",
    "HostWords": "",
    "Tel": "+886-4-25245776",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/雲仙谷綜合觀光果園-224296844327743/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/81b5c4ffa047483db4874021b82b92ca.jpg",
    "City": "Taichung City",
    "Town": "Fengyuan Dist.",
    "Coordinate": "120.7585703,24.2623849"
  },
  {
    "ID": 1082,
    "Name": "Mingshan Organic Plantations - Dad Gong’s Bell Fruit Garden",
    "Address": "屏東縣屏東市和興里108-7號",
    "HostWords": "",
    "Tel": "+886-913-883838",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "https://www.facebook.com/gome.88/timeline",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Pingtung County",
    "Town": "Pingtung City",
    "Coordinate": "120.49274629999999,22.693055900000001"
  },
  {
    "ID": 1083,
    "Name": "Bell Fruit Sightseeing Orchard of Jiadong",
    "Address": "屏東縣佳冬鄉羌園村四塊路11一5號",
    "HostWords": "",
    "Tel": "+886-8-8663073",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Pingtung County",
    "Town": "Jiadong Township",
    "Coordinate": "120.53663589999999,22.4303192"
  },
  {
    "ID": 1084,
    "Name": "Tianrui Valley Farm",
    "Address": "台北市士林區菁山路151號",
    "HostWords": "",
    "Tel": "+886-2-28610200、+886-932-257006",
    "Fax": "",
    "ContactPerson": "王木玄先生",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Taipei City",
    "Town": "Shilin Dist.",
    "Coordinate": "121.56301550000001,25.141519200000001"
  },
  {
    "ID": 1085,
    "Name": "Tianxin Sightseeing Orchard",
    "Address": "新竹縣芎林鄉華龍村5鄰187之1號",
    "HostWords": "",
    "Tel": "+886-935-299765、+886-911-434819",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/田新觀光果園-新竹芎林鹿寮坑-517188741647671/timeline",
    "Email": "",
    "Photo": "",
    "City": "Hsinchu County",
    "Town": "Qionglin Township",
    "Coordinate": "121.13949,24.7468"
  },
  {
    "ID": 1086,
    "Name": "The Happy Berry Land of Jinbang Plantation",
    "Address": "苗栗縣大湖鄉台三線130.2公里處左轉",
    "HostWords": "",
    "Tel": "+886-918-925396",
    "Fax": "",
    "ContactPerson": "李筱芬小姐",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/莓樂地金榜精油草莓-194368407604/",
    "Email": "",
    "Photo": "",
    "City": "Miaoli County",
    "Town": "Dahu Township",
    "Coordinate": "120.8677312,24.3992626"
  },
  {
    "ID": 1087,
    "Name": "Bay and Lake of Rosy Strawberry Garden",
    "Address": "苗栗縣大湖鄉富興村1鄰水尾33-15號",
    "HostWords": "",
    "Tel": "+866-37-9942748、+886-983-772572",
    "Fax": "",
    "ContactPerson": "劉玉嬌小姐",
    "OpenHours": "",
    "Url": "http://037994248.tw.tranews.com/",
    "FBUrl": "https://www.facebook.com/灣潭玫瑰草莓園-181003891941",
    "Email": "",
    "Photo": "",
    "City": "Miaoli County",
    "Town": "Dahu Township",
    "Coordinate": "120.87522,24.448070000000001"
  },
  {
    "ID": 1088,
    "Name": "Top Mountain Orchard",
    "Address": "苗栗縣大湖鄉武榮村5鄰31號",
    "HostWords": "",
    "Tel": "+866-37-993252、+866-916-000036",
    "Fax": "",
    "ContactPerson": "范銹龍先生",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/山頂果園農場-259093873655/",
    "Email": "",
    "Photo": "",
    "City": "Miaoli County",
    "Town": "Dahu Township",
    "Coordinate": "120.85961020000001,24.367524100000001"
  },
  {
    "ID": 1089,
    "Name": "Berry Strawberry ocean",
    "Address": "屏東縣恆春鎮省北路二段531巷11-3號",
    "HostWords": "",
    "Tel": "+886- 982-777715",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/墾丁莓洋洋休閒觀光果園粉絲團-1660835644143264",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/e252f81864a847b3ae5dbe2b10c11625.jpg",
    "City": "Pingtung County",
    "Town": "Hengchun Township",
    "Coordinate": "120.7201046,22.048832999999998"
  },
  {
    "ID": 1090,
    "Name": "Dad Zhuang’s Orchard",
    "Address": "台北市淡水區北投里北新路一段55號(富群農場旁)",
    "HostWords": "",
    "Tel": "+886-2-26230786、+886-2-26230788",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "New Taipei City",
    "Town": "Tamsui Dist.",
    "Coordinate": "121.4530567,25.181493400000001"
  },
  {
    "ID": 1091,
    "Name": "Long Park Orchard",
    "Address": "No. 145-7, Tieliku, 11st Neighborhood, Hualing Vil., Fuxing Dist., Taoyuan City 336",
    "HostWords": "",
    "Tel": "+886-3-3912221、+886-910-026097",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.5657.com.tw/longyuan/",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Taoyuan City",
    "Town": "Fuxing Dist.",
    "Coordinate": "121.38767350000001,24.675908"
  },
  {
    "ID": 1092,
    "Name": "LALA3 Orchard",
    "Address": "桃園縣復興鄉上巴崚中心路145-11號",
    "HostWords": "",
    "Tel": "+886-3-3912579、+886-911-939898",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Taoyuan City",
    "Town": "Fuxing Dist.",
    "Coordinate": "121.42339,24.6953"
  },
  {
    "ID": 1093,
    "Name": "Jushe Lychee Sightseeing Orchard",
    "Address": "彰化市芬園鄉大埔村彰南路4段",
    "HostWords": "",
    "Tel": "+886-4-7612311、+886-937-250019",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/荔枝觀光果園-246315822225146/",
    "Email": "",
    "Photo": "",
    "City": "Changhua County",
    "Town": "Fenyuan Township",
    "Coordinate": "120.54300000000001,24.08"
  },
  {
    "ID": 1094,
    "Name": "XiaoChong's Orchard",
    "Address": "台南市玉井區中山路255-3號",
    "HostWords": "",
    "Tel": "+886-6-5745847、+886-980-036320",
    "Fax": "",
    "ContactPerson": "李裕崇先生",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/yummangos/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/76d555b01e3540ca8ed2eab0c3b9bec5.jpg",
    "City": "Tainan City",
    "Town": "Yujing Dist.",
    "Coordinate": "120.4636415,23.1205738"
  },
  {
    "ID": 1095,
    "Name": "Dung Rung Farm",
    "Address": "台中縣東勢鎮隆興里8鄰東坑路663巷7號",
    "HostWords": "",
    "Tel": "+886-4-25872457",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://sufam.tungshin.com.tw/",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Taichung City",
    "Town": "Dongshi Dist.",
    "Coordinate": "120.8580807,24.2380715"
  },
  {
    "ID": 1096,
    "Name": "Kiss Kiss Fruit Farm",
    "Address": "新竹縣竹北市環北路一段286巷80號",
    "HostWords": "",
    "Tel": "+886-925-070601、+886-925-850689",
    "Fax": "",
    "ContactPerson": "范嘉淇小姐",
    "OpenHours": "Sunday 09:00~17:00, Monday 09:00~17:00, Tuesday 09:00~17:00, Wednesday 09:00~17:00, Thursday 09:00~17:00, Friday 09:00~17:00, Saturday 09:00~17:00",
    "Url": "",
    "FBUrl": "https://www.facebook.com/kisskissgo",
    "Email": "",
    "Photo": "",
    "City": "Hsinchu County",
    "Town": "Zhubei City",
    "Coordinate": "121.02139029999999,24.841128999999999"
  },
  {
    "ID": 1097,
    "Name": "Naturalism Plantation",
    "Address": "台東市知本路一段915巷235號",
    "HostWords": "",
    "Tel": "+886-89-515759",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 09:00~16:00, Monday 09:00~16:00, Tuesday 09:00~16:00, Wednesday 09:00~16:00, Thursday 09:00~16:00, Friday 09:00~16:00, Saturday 09:00~16:00",
    "Url": "http://www.naturalism.com.tw/",
    "FBUrl": "https://goo.gl/PGMJQj",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/0ecf6f76c97e4a9f94b4f55b6cc07371.jpg",
    "City": "Taitung County",
    "Town": "Taitung City",
    "Coordinate": "121.04868829999999,22.707550999999999"
  },
  {
    "ID": 1098,
    "Name": "The Lins’ Historic House",
    "Address": "桃園縣觀音鄉大湖路二段239巷55號",
    "HostWords": "",
    "Tel": "+886-3-4980753",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/林家古厝休閒農場-193272224030956/",
    "Email": "",
    "Photo": "",
    "City": "Taoyuan City",
    "Town": "Guanyin Dist.",
    "Coordinate": "121.1268704,24.9990025"
  },
  {
    "ID": 1099,
    "Name": "Taipingshan National Forest Recreation Area",
    "Address": "Taiping Village, Datong Township, Yilan County",
    "HostWords": "Situated in Datong Township of Yilan County, the vast 12,631-hectare Taipingshan National Forest Recreation Area ranges from 500 to 2,000 meters above sea level. Tianguer and Dowan Creeks, two tributaries of Lanyan River, wind through high mountains and rift valleys. With a mean annual temperature of 11-12ºC, pure white snow falls during cold winters, while summers are cool and pleasant, making Taipingshan a vacation destination for all seasons.",
    "Tel": "+886-3-9809619 (Tuchang Toll Station)",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://tps.forest.gov.tw/TPSWeb/wSite/mp?mp=1",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Yilan County",
    "Town": "Datong Township",
    "Coordinate": "121.5337468,24.4950204"
  },
  {
    "ID": 1100,
    "Name": "Dongyanshan National Forest Recreation Area",
    "Address": "35 Siayun Village, Fusing Township, Taoyuan County",
    "HostWords": "Situated in Xiayun Village of Fuxin Township in Taoyuan County, Dongyanshan (Eastern Eye Mountain) National Forest Recreation Area spans 916 acres and ranges from 650 to 1212 meters above sea level. From its location behind a hill, it halts the advancement of the northeast monsoon. As a result, the climate is warm and comfortable. Since transportation is convenient, the area is perfect for day-trips.",
    "Tel": "+886-3-3821506",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Taoyuan City",
    "Town": "Fuxing Dist.",
    "Coordinate": "121.4153933,24.8250829"
  },
  {
    "ID": 1101,
    "Name": "Manyueyuan National Forest Recreation Area",
    "Address": "No.174-1,Youmu Li, Sansia Town, Taipei County",
    "HostWords": "Situated in Yomu District of Sanxia Township in Taipei County, the hilly terrain of Manyueyuan (Full Moon) National Forest Recreation Area rises in elevation from northwest to southeast. This 1573-acre area ranges from 300 to 1700 meters above sea level. The winding Rueizai Creek, upstream of the Dabau River, humidifies the area. With a moist climate, summers that are cool and refreshing, and a mean annual temperature of 19.9oC, this area is an ideal place for outdoor activity.",
    "Tel": "+886-2-26720004",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "New Taipei City",
    "Town": "Sanxia Dist.",
    "Coordinate": "121.4446276,24.8307977"
  },
  {
    "ID": 1102,
    "Name": "Neidong National Forest Recreation Area",
    "Address": "No.40 Taipei County Wulai Township Sinsian Village",
    "HostWords": "Situated in southeastern Xinshian Village in Wulai Township of Taipei County, the 1191-hectare Neidong National Forest Recreational Area ranges from 230 to 800 meters above sea level. Due to the Neidong and Nanshih Creeks, which run through the recreational area, and dense forest blocking the cold wind, the incredibly humid climate is mild with a mean annual temperature of 20oC. With abundant anion and phytoncid, Neidong is the best forest bath area in northern Taiwan.",
    "Tel": "+886-2-26617358",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "New Taipei City",
    "Town": "Wulai Dist.",
    "Coordinate": "121.5246457,24.8352504"
  },
  {
    "ID": 1103,
    "Name": "Wuling National Forest Recreation Area",
    "Address": "3 Wuling Rd., Pingdenvillage, Heping Township, Taichung County",
    "HostWords": "Wuling National Forest Recreational Area is situated in northeastern Hopin Township in Taichung County. The tributaries of Dajia River (Chijiawan, Snow Mountain and Taoshan Creeks) wind through this vast area ranging from 1800 to 3884 meters above sea level. The main recreation area spans the portion of land from the river terrace around Wuling to Taoshan Waterfall. Wuling is the ideal place for ecotourism and environmental education because there are no strong winds and the climate is a comfortable 16ºC in mean annual temperature.",
    "Tel": "+886-4-25901020",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/0afec80a69d94ce8b2eaf21ff8c3beba.jpg",
    "City": "Taichung City",
    "Town": "Heping Dist.",
    "Coordinate": "121.301788,24.4036009"
  },
  {
    "ID": 1104,
    "Name": "Basianshan National Forest Recreation Area",
    "Address": "22, Pingsian Lane, Sec. 1, Dongguan Rd., Heping Township, Taichung County",
    "HostWords": "Basianshan National Forest Recreation Area is situated above Guguan on Provincial Highway 8 and is accessible from Guguan through forest roads. This vast 2492-hectare area ranges from 750 to 2424 meters above sea level. The highest point in this area is the central Basian Mountain. Since the numerous alpines and valleys block the gusty wind, the mean annual temperature is around 18ºC. With its beautiful forests and rivers, this breezy area was nominated as one of Taiwan’s top eight scenic destinations.",
    "Tel": "+886-4-25951214",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/de81e4c7c2794dcb9ccaeebc65bc07cf.jpg",
    "City": "Taichung City",
    "Town": "Heping Dist.",
    "Coordinate": "121.0130097,24.1919152"
  },
  {
    "ID": 1257,
    "Name": "10 shsuehshan Rd. Heping Township, Taichung County",
    "Address": "10 shsuehshan Rd. Heping Township, Taichung County",
    "HostWords": "Dasyueshan (Great Snow Mountain) National Forest Recreational Area is situated in Hopin township of Taichung County, and is accessible through Dasyueshan Forest Road. There are numerous mountain ranges and dense forests here. This 3963-hectare area ranges from 1000 to 2996 meters above sea level.The climate is humid and cool at 12ºC in mean annual temperature. This high-quality recreation destination attracts about 200,000 visitors each year.",
    "Tel": "+886-4-25877901",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Taichung City",
    "Town": "Heping Dist.",
    "Coordinate": "120.9725424,24.2446607"
  },
  {
    "ID": 1442,
    "Name": "Chienkun Organic Farm",
    "Address": "No.73, Xinping Rd., Wanluan Township, Pingtung County 923, Taiwan (R.O.C.)",
    "HostWords": "The bosslady says that “I want to share what I loved.” This simple quote and wish keeps them insist on organic farming and protecting the land and peoples’ health, They take great care of every single fruits in their farm because they believe that love and passion is what the ingredients for making tasty foods.",
    "Tel": "+886-8-7850617、+886-937-692657",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday Closed, Monday Closed, Tuesday Closed, Wednesday Closed, Thursday Closed, Friday Closed, Saturday Closed",
    "Url": "",
    "FBUrl": "https://www.facebook.com/ChienKunFarm",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/85c226bd264d407583a7b9fabb925baf.jpg",
    "City": "Pingtung County",
    "Town": "Wanluan Township",
    "Coordinate": "120.62828794670904,22.559505419303196"
  },
  {
    "ID": 1444,
    "Name": "Cocosun",
    "Address": "No.2-55, Fuxing Rd., Wanluan Township, Pingtung County 923, Taiwan (R.O.C.)",
    "HostWords": "This is the first Chocolate tourist factory in Asia. We will show you how a tiny little cocoa bean turns into the chocolate which everyone loves.",
    "Tel": "+886-8-7810569、+886-960-810569",
    "Fax": "",
    "ContactPerson": "Eagle",
    "OpenHours": "Sunday 09:00~18:30, Monday 09:00~18:00, Tuesday 09:00~18:00, Wednesday 09:00~18:00, Thursday 09:00~18:00, Friday 09:00~18:00, Saturday 09:00~18:30",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/b050d14e3a3e4cb9aae9f34a7bd325fa.jpg",
    "City": "Pingtung County",
    "Town": "Wanluan Township",
    "Coordinate": "120.5657394,22.56824"
  },
  {
    "ID": 1469,
    "Name": "Guanwu National Forest Recreation Area",
    "Address": "Meiyuan Village, Taian Township, Miaoli County",
    "HostWords": "Guanwu (Fog-Watching) National Forest Recreation Area is situated in Wufen Township near Hsinchu and Taian Townships in Miaoli, upstream of Daan and Tochien Rivers. This 907-hectare area ranges in elevation from 2,000 to 2,500 meters above sea level and is constantly enveloped by fog and clouds. Its climate is cool in winter and warm in summer with a mean annual temperature of13oC. In summer, it is the best place to visit in northern Taiwan.",
    "Tel": "+886-37-272917",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Miaoli County",
    "Town": "Tai’an Township",
    "Coordinate": "121.1123972,24.5069074"
  },
  {
    "ID": 1470,
    "Name": "Alishan National Forest Recreation Area",
    "Address": "No.17, shunling village Chiayi County Alishan Township",
    "HostWords": "The 1400-hectare Alishan National Forest Recreation Area is situated in Alishan Township of Chiayi County. The main recreation site is situated at about 2,200 meters above sea level. Its cloudy mid-elevation temperate climate has a mean annual temperature of 10.6 ºC and annual rainfall averages 4,000 cubic milimeters. On average, there are 209 rainy days and 244 foggy days each year. The incredibly wet weather contributes to an outstanding forest climate and landscape with an Alishan sunrise, a sea of clouds, an afterglow, a forest, and railways. These five famous sights are known internationally.",
    "Tel": "+886-5-2679917",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 00:00~23:50, Monday 00:00~23:50, Tuesday 00:00~23:50, Wednesday 00:00~23:50, Thursday 00:00~23:50, Friday 00:00~23:50, Saturday 00:00~23:50",
    "Url": "https://goo.gl/u1TDsT",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/9fe0ea01a2bf479fafdaac07f25c5af4.jpg",
    "City": "Chiayi County",
    "Town": "Fanlu Township",
    "Coordinate": "120.802147,23.508902"
  },
  {
    "ID": 1471,
    "Name": "Aowanda National Forest Recreation Area",
    "Address": "153 Da-an Rd., Cin-ai Village, Jenai Township, Nantou County",
    "HostWords": "Aowanda Forest Recreation Area is in southeastern Jenai Township of Nantou County, through which Nouliao, Chinshui, Magu, North Wanda, and South Wanda Creeks all flow. This 2787-hectare area is 1100 to 2600 meters above sea level. Since the mean annual temperature is 19ºC, it is warm in winter and cool in summer. Not only is Aowanda the ideal place for observing the changing autumn hues, but is also makes for an excellent summer resort.",
    "Tel": "+886-49-2974511",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Nantou County",
    "Town": "Ren’ai Township",
    "Coordinate": "121.1770856,23.9535994"
  },
  {
    "ID": 1472,
    "Name": "Hehuanshan National Forest Recreation Area",
    "Address": "No.33, Kuanyuan Fushih Village Sioulin Township in Hualien County",
    "HostWords": "Hehuanshan (Mt. Hehuan) is situated in the area neighboring the Hualien and Nantou Counties. It is the watershed for several major rivers in Taiwan including Dajia, Zhoshui, and Liwu Rivers. The steep 457-hectare area is situated between 2300 and 3400 meters above sea level, at the highest elevation of any of the National Taiwan Forest Recreation Areas. At a mean annual temperature of only 6ºC, Hehuanshan has cool summers and cold winters. It is the best place to enjoy mountain flowers, winter whites, and the mountain terrain landscape.",
    "Tel": "+886-49-2802732",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Nantou County",
    "Town": "Ren’ai Township",
    "Coordinate": "121.2792003,24.181389"
  },
  {
    "ID": 1473,
    "Name": "Chihnan National Forest Recreation Area",
    "Address": "76 Linyuan Road, Chihnan Village, Shoufong Township, Hualien County",
    "HostWords": "Situated to either side of Carp Lake in Shoufeng Township of Hualien County, Chihnan National Forest Recreation Area spans 144 hectares of Chihnan and Papaya Hill forest districts, and ranges from 140 to 601 meters above sea level. Sunny and breezy with a mean annual temperature of 21.8 oC, the humid Chihnan area is an excellent place for outdoor activities in eastern Taiwan.",
    "Tel": "+886-3-8641594#13",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/2845fb37f28b43b6a522794eb3531636.jpg",
    "City": "Hualien County",
    "Town": "Shoufeng Township",
    "Coordinate": "121.5011924,23.9184082"
  },
  {
    "ID": 1474,
    "Name": "Fuyuan National Forest Recreation Area",
    "Address": "161, Guangdong Rd., Fuyuan Village, Rueisuei Township, Hualien County",
    "HostWords": "Situated in Fuyuan Village of Rueisuei Township in Hualien County, Fuyuan National Forest Recreation Area ranges from 225 to 750 meters above sea level, spans 191 hectares, and has a mean annual temperature 23 oC. Unique environmental conditions such as dense forests, clear air, and clean streams make this area the best eco-tourist destination in eastern Taiwan.",
    "Tel": "+886-3-8812377#8301",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Hualien County",
    "Town": "Ruisui Township",
    "Coordinate": "121.338622,23.589278"
  },
  {
    "ID": 1475,
    "Name": "Siangyang National Forest Recreation Area",
    "Address": "7 Siangyang, Neighborhood 3, Lidao Village, Haiduan Township, Taitung County",
    "HostWords": "Situated on the periphery along 147 to 158 kilometers of the Southern Cross-Island Highway, Siangyang National Forest Recreation Area ranges from about 2300 to 2700 meters above sea level and spans 362 hectares. It is the upper reach of the mountainous recreation area of Xiwulu Creek. Beautiful scenery,and the cool-temperate climate with a mean annual temperature of about 11.4 oC, make Siangyang the best summer vacation destination and is the ideal choice for hiking in southern Taiwan.",
    "Tel": "+886-912-103367、+886-912-103376",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Taitung County",
    "Town": "Haiduan Township",
    "Coordinate": "120.9852628,23.2481884"
  },
  {
    "ID": 1476,
    "Name": "Tengjhih National Forest Recreation Area",
    "Address": "150 Baoshan Village, Taoyuan Township, Kaohsiung County",
    "HostWords": "The 770-hectare Tengjhih National Forest Recreation Area is situated in Baoshan Village of Taoyuan Township in Kaohsiung County and ranges from 500 to 1804 meters above sea level. The mean annual temperature is 18-21 ºC. Its dense forest and pleasant, cool climate earn Tengjhih the nickname of \"Southern Shitou”.",
    "Tel": "+886-7-6895123",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Kaohsiung City",
    "Town": "Taoyuan Dist.",
    "Coordinate": "120.79738,22.2161497"
  },
  {
    "ID": 1477,
    "Name": "Shuangliu National Forest Recreation Area",
    "Address": "No.23,Lane2,chuendan Road Caopu Village, Shihzih Township, Pingtung County",
    "HostWords": "Situated in Lion Township of Pingtung County, Shuangliu National Forest Recreation Area is nestled among the mountains near Shoka on Southern Cross-Island Highway. This area ranges from 150 to 700 meters above sea level, spans 1596 hectares, and has a mean annual temperature of 21 ºC. Although the area is situated in a tropical climate zone, there is usually a cool breeze due to the dense forest and numerous rivers. This is one of the best low-elevation forest bathing areas in southern Taiwan.",
    "Tel": "+886-8-8701394",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 08:00~17:00, Monday 08:00~17:00, Tuesday 08:00~17:00, Wednesday 08:00~17:00, Thursday 08:00~17:00, Friday 08:00~17:00, Saturday 08:00~17:00",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/a7e1635eea71494796df50720096da79.jpg",
    "City": "Pingtung County",
    "Town": "Shizi Township",
    "Coordinate": "120.7973033,22.2168557"
  },
  {
    "ID": 1478,
    "Name": "Jhihben National Forest Recreation Area",
    "Address": "320 Longcyuan Rd., Wencyuan Village, Beinan Township, Taitung County",
    "HostWords": "Situated in the Jhihbennei Hot Springs area southwest of Taitung City, Jhihben National Forest Recreational Area spans 110 hectares, ranges from125 to 650 meters above sea level, and has a mean annual temperature of about 22 oC, Dense forests and Jhihben Creek pass through the entrance to this area. With such a beautiful environment, Jhihbennei has become a famous tourist site in Taitung.",
    "Tel": "+886-3-9809619",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Taitung County",
    "Town": "Beinan Township",
    "Coordinate": "120.9911969,22.688286"
  },
  {
    "ID": 1480,
    "Name": "Zhuwei Fish Harbor",
    "Address": "",
    "HostWords": "A treat of fresh seafood snacks, beautiful sunset scenery on the sea, and the unique trading of vendors at the fish market will fascinate you. In recent years, landscape art and plantation projects have been continuously completed to rebuild this Fish Harbor with amazing night landscape.",
    "Tel": "+886-3830993",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Taoyuan City",
    "Town": "Dayuan Dist.",
    "Coordinate": "121.2385715,25.1191502"
  },
  {
    "ID": 1481,
    "Name": "Wushih Fish Harbor",
    "Address": "",
    "HostWords": "The south area of Wushih Fish Harbor is the operating area of traditional fishing boats, where the north area is the operating area of recreational vessels that provide whale watching and tours to Guaishan Island. The sea around Wushih Fish Harbor has the Japan’s Kuroshio that provides rich fishery resources.",
    "Tel": "",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Yilan County",
    "Town": "Toucheng Township",
    "Coordinate": "121.8325837,24.8664378"
  },
  {
    "ID": 1482,
    "Name": "Hsinchu Fish Harbor",
    "Address": "",
    "HostWords": "The blue and white buildings beside the Hsinchu Tourist Center and old port create a fascinating Mediterranean landscape and romantic atmosphere. Simple construction lines and a bell represent the Mediterranean charm and make this a romantic site for lovers. The concept of “tourism and leisure fishery industry” is introduced to Hsinchu Fish Harbor to build the beautiful port environment that develops the Hsinchu Fish Harbor with tourism, leisure, recreation, entertainment, education, and culture functions.",
    "Tel": "",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Hsinchu City",
    "Town": "North Dist.",
    "Coordinate": "120.927494,24.847774"
  },
  {
    "ID": 1483,
    "Name": "Shenao Fish Harbor",
    "Address": "",
    "HostWords": "Shenao Fish Harbor was built on the left cliff of Shenao Bay. Due to its shape presenting the look of tribal leader, this fishing village has been nicknamed “Fan Zi Ao.” The Direct Sales Center within the port area runs a seafood restaurant and visitors come here in crowds. A footpath is designed on the dikes where you can have a lookout of Jiufen and Jinguashi.",
    "Tel": "+886-2-24976810",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "New Taipei City",
    "Town": "Ruifang Dist.",
    "Coordinate": "121.820690,25.133263"
  },
  {
    "ID": 1484,
    "Name": "Wuci Fish Harbor",
    "Address": "",
    "HostWords": "From sunrise, sunset to the dark night, changeable and diversified marine ecology can be observed here. In addition to Taiwan’s largest fishery product direct sales center, Wuci, a multi-functional fish port of production, tourism, trading, and entertainment, has a recreational park by the sea, a sculpture park, parking lots and yacht wharf in the planning. Diversified facilities and easy to access traffic attract many visitors to Wuci Fish Harbor.",
    "Tel": "",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Taichung City",
    "Town": "Qingshui Dist.",
    "Coordinate": "120.5092976,24.2921209"
  },
  {
    "ID": 1485,
    "Name": "Badouzi Fish Harbor",
    "Address": "",
    "HostWords": "Located at the starting point of North Coastal Highway, Badouzi has the rich fishery resources and due to its adjacency to Taipei metropolitan area. Badouzi enjoys the advantages on tourism and traffic accessibility. After the implementation of five-day work scheme, the participation in recreational activities has been greatly concerned. In recent years, Badouzi has been developed into a modern recreational Fish Harbor.",
    "Tel": "",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Keelung City",
    "Town": "Zhongzheng Dist.",
    "Coordinate": "121.7868973,25.1444438"
  },
  {
    "ID": 1486,
    "Name": "Xuhai Fish Harbor",
    "Address": "",
    "HostWords": "Xuhai Fish Harbor is quiet like a place away from modern life. Here the ecology and landscape are well conserved and the dikes are decorated with aboriginal totems that portray the serene and relaxing life. Rocks of various sizes can be found on the beach. Under the sun, tidal waves reflect the glittering rocks like a beautiful fantastic natural sea and sky landscape, providing an ideal place for busy visitors to spend their whole afternoon here.",
    "Tel": "",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Pingtung County",
    "Town": "Mudan Township",
    "Coordinate": "120.8899624,22.1978782"
  },
  {
    "ID": 1487,
    "Name": "Fuao Fish Harbor",
    "Address": "",
    "HostWords": "Fuao Fish Harbor is the important traffic gateways between the navigation of Mazu, Taiwan, offshore islands, and China. At first glance, blue sky and seawater of Fuao Fish Harbor impress and relax visitors very much. Thc clear sound of wave along the banks can be heard during the walk at night and it seems like that your worries are washed away by the sea. You may come here to feel the charm of Fuao Fish Harbor and let yourself have the chance to relax your body and mind.",
    "Tel": "",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Lienchiang County",
    "Town": "Nangan Township",
    "Coordinate": "119.943164,26.1598"
  },
  {
    "ID": 1488,
    "Name": "Fangliao Fish Harbor",
    "Address": "",
    "HostWords": "Fishing ponds under the sunset, the reflection of light on water, and white egret and night heron resting on the horsetail tree are some of the things you will see during your visit to Fangliao. The Elderly Beach without dikes is the only place of its kind that you can find on the West Coast of Taiwan.",
    "Tel": "",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/e1a896b62f02432db387d3f06f4504cc.jpg",
    "City": "Pingtung County",
    "Town": "Fangliao Township",
    "Coordinate": "120.594068,22.3623212"
  },
  {
    "ID": 1489,
    "Name": "Nanfangao Fish Harbo",
    "Address": "",
    "HostWords": "At first sight of this Fish Harbor, you will see the grand bay bridge that presents the persistence and hard work of local people in Nanfangao. On the busy seafood street, visitors can find many restaurants and shops for agricultural products, local specialties, and souvenirs.",
    "Tel": "",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Yilan County",
    "Town": "Su’ao Township",
    "Coordinate": "121.868114,24.582587"
  },
  {
    "ID": 1490,
    "Name": "Danshuei No. 1 Fish Harbor",
    "Address": "",
    "HostWords": "Danshui First Fish Harbor has been known for its beautiful extensive sky and sea landscape landmark, the ideal dating site for lovers. This port is also the best shelter place for those who are looking for inspiration and spiritual consoling. During the Japanese rule over Taiwan, Danshui First Fish Harbor was ranked as one of the important international commercial ports. Due to the adjunction to the Danshui River and Guanyin Mountain, Danshui First Fish Harbor has the most unique and breath catching natural sunrise and sunset sceneries that attract many tourists who would like to enjoy their moment of peace and serenity.",
    "Tel": "",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "New Taipei City",
    "Town": "Tamsui Dist.",
    "Coordinate": "121.4351852,25.1730678"
  },
  {
    "ID": 1491,
    "Name": "Danshuei No. 2 Fish Harbor",
    "Address": "",
    "HostWords": "The pedestrian bay bridge is a white sail shape presents the image of Fishermen’s Wharf. The wood pathway is the best site to look out to the sea and see the sunset. The five-star hotel beginning operations this year provides ideal accommodation for visitors.",
    "Tel": "",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "New Taipei City",
    "Town": "Tamsui Dist.",
    "Coordinate": "121.4051826,25.1835363"
  },
  {
    "ID": 1492,
    "Name": "Nanfangao",
    "Address": "",
    "HostWords": "Nanfangao is the largest isthmus along Taiwan’s western coastline. It is connected to Su-ao Harbor, with natural geographical layouts. The Black Tide that flows pass Nanfangao’s outer seas provides an abundance of migrating fish, forming natural fish grounds. The shoreline scenery of the Nanfangao region includes capes, reefs, cliffs, caves, isthmus, bays, and shores.",
    "Tel": "",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "",
    "City": "Yilan County",
    "Town": "Su’ao Township",
    "Coordinate": "121.8665587,24.5768093"
  },
  {
    "ID": 1508,
    "Name": "Taiken 9 Restaurant",
    "Address": "No. 68 Nanbei Street, East Road Village, Tian Zhong Township, Zhanghua County(Contact: Shu-Nian WU)",
    "HostWords": "The restaurant uses Taken 9 rice produced by the quality rice production area guided by farmers’ association, and the local vegetables, agricultural and livestock products as the food materials that shorten the food miles and ensures the freshness of food so to bring consumers food safety and healthy dishes.",
    "Tel": "+886-921-749901",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday Closed, Monday 11:00~14:00, Tuesday 11:00~14:00, Wednesday 11:00~14:00, Thursday 11:00~14:00, Friday 11:00~14:00, Saturday Closed",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/20200415-13.jpg",
    "City": "Changhua County",
    "Town": "Tianzhong Township",
    "Coordinate": "120.586583,23.859439"
  },
  {
    "ID": 1598,
    "Name": "Happy Goat Farm",
    "Address": "No.29-2, Zhongxing Rd., Wanluan Township, Pingtung County 923, Taiwan (R.O.C.)",
    "HostWords": "It was originally a normal stock farm for goat, but today, we make our own goat milk products including steamed bread, cheese, hot pot, goat milk tablet, and soap.",
    "Tel": "+886-8-7834824、+886-989-323375",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 10:00~19:00, Monday Closed, Tuesday 10:00~19:00, Wednesday 10:00~19:00, Thursday 10:00~19:00, Friday 10:00~19:00, Saturday 10:00~19:00",
    "Url": "",
    "FBUrl": "https://www.facebook.com/happyhappyshh/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/35914ba7300046f8b5b4461f6eede2b7.jpg",
    "City": "Pingtung County",
    "Town": "Wanluan Township",
    "Coordinate": "120.6119986,22.5515088"
  },
  {
    "ID": 1603,
    "Name": "Eudora Dessert",
    "Address": "No.1-21, Wanxing Rd., Wanluan Township, Pingtung County 923, Taiwan (R.O.C.)",
    "HostWords": "Eudora Dessert symbols cute present in Greece. We want all our dessert can have the warmth of happiness, and we hope to share this simple and tasty happiness to more people through our desserts.",
    "Tel": "+886-926-126307",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 08:30~17:00, Monday 08:30~17:00, Tuesday 08:30~17:00, Wednesday 08:30~17:00, Thursday 08:30~17:00, Friday 08:30~17:00, Saturday 08:30~17:00",
    "Url": "",
    "FBUrl": "https://www.facebook.com/EUDORA99999/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/b87da232d37f4ba6b6048e68a2d0e1a8.jpg",
    "City": "Pingtung County",
    "Town": "Wanluan Township",
    "Coordinate": "120.6106055,22.5945629"
  },
  {
    "ID": 1699,
    "Name": "DaSaGua Fruit Garden",
    "Address": "No.25-1, Dongshan Rd., Wanluan Township, Pingtung County 923, Taiwan (R.O.C.)",
    "HostWords": "We have the belief that human live alongside the earth. We employ Nature Farming and we take great care on ecological conservation. We also lead the tourists into the field to experience farming. We can experience the features of agricultural products through personal contact.",
    "Tel": "+886-8-7830943、+886-918-099943",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/0669ac70e3ab4dfe93e2076b3f66261e.jpg",
    "City": "Pingtung County",
    "Town": "Wanluan Township",
    "Coordinate": "120.6135878,22.5896862"
  },
  {
    "ID": 1700,
    "Name": "Creative Kitchen Cottages",
    "Address": "No.30, Wanxing Rd., Wanluan Township, Pingtung County 923, Taiwan (R.O.C.)",
    "HostWords": "We mix Taiwanese, Italian, and Japanese flavor and put together a food map which allows our guests to experience exotic atmosphere. Our menu includes risotto and capon. Let your taste buds enjoy the taste of travel.",
    "Tel": "+886-8-7837631、+886-913-036522",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/小屋創意廚房-296685137131853/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/68ae02e28dd34d43ba43c20c00c1d6b4.jpg",
    "City": "Pingtung County",
    "Town": "Wanluan Township",
    "Coordinate": "120.6084113,22.5954274"
  },
  {
    "ID": 1701,
    "Name": "Hakka WuGou House",
    "Address": "No.30, Xisheng Rd., Wanluan Township, Pingtung County 923, Taiwan (R.O.C.)",
    "HostWords": "The hundred years old Hakka old House is filled with traditional culture. Each brick, tile, beams, columns and door hall may stand vigorous, but we can see the unique humanistic mood everywhere which stuns us.",
    "Tel": "+886-918-832266",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/3db8e10f20f145ee8ab1d1ac1e745473.jpg",
    "City": "Pingtung County",
    "Town": "Wanluan Township",
    "Coordinate": "120.5947223,22.5893512"
  },
  {
    "ID": 1702,
    "Name": "Hakka Echo Farm",
    "Address": "No.21, Xiliao Rd., Wanluan Township, Pingtung County 923, Taiwan (R.O.C.)",
    "HostWords": "Respect the god, protect the land, and love people is the main goal of this farm. We wish to become the pioneer of this idea and evoke peoples’ respect towards the nature.",
    "Tel": "+886-977311687、+886-975213994",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday Closed, Monday 07:00~11:00, Monday 13:00~17:00, Tuesday 07:00~11:00, Tuesday 13:00~17:00, Wednesday 07:00~11:00, Wednesday 13:00~17:00, Thursday 07:00~11:00, Thursday 13:00~17:00, Friday 07:00~11:00, Friday 13:00~17:00, Saturday 07:00~17:00, Saturday 13:00~17:00",
    "Url": "",
    "FBUrl": "https://www.facebook.com/hakka.ecofarm/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/0e66a7cd228b4833a317e3bc491e5e7b.jpg",
    "City": "Pingtung County",
    "Town": "Wanluan Township",
    "Coordinate": "120.5991429,22.6229171"
  },
  {
    "ID": 1703,
    "Name": "Dochi Farm",
    "Address": "No.50, Xin’an Rd., Wanluan Township, Pingtung County 923, Taiwan (R.O.C.)",
    "HostWords": "Her in our Dochi Farm, most of our fruits are as small as beans. We have many variety of fruits which forms a different ecosystem, and thus, the owner named this farm dochi, which means fun beans in mandarin.",
    "Tel": "+886-8-7791475、+886-953-022687",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/d66f0fe43a8f478596e4330f017668ad.jpg",
    "City": "Pingtung County",
    "Town": "Wanluan Township",
    "Coordinate": "120.6254824,22.6453602"
  },
  {
    "ID": 1704,
    "Name": "JiaJing Bee Farm",
    "Address": "No.16-3, Xinguang Rd., Wanluan Township, Pingtung County 923, Taiwan (R.O.C.)",
    "HostWords": "Unlike other bee farms, we take care of our bees all by ourselves. This guaranteed the quality of our honey products. You don’t need any safety equipment coming into our farm and our owner will make sure about your safety.",
    "Tel": "+886-8-7851133、+886-935-059747",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday Closed, Monday Closed, Tuesday Closed, Wednesday Closed, Thursday Closed, Friday Closed, Saturday Closed",
    "Url": "",
    "FBUrl": "https://www.facebook.com/佳晶養蜂場-634809226561239/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/1f01c65e1fdf421a82ae64ebc1816b5a.jpg",
    "City": "Pingtung County",
    "Town": "Wanluan Township",
    "Coordinate": "120.6080841,22.5336502"
  },
  {
    "ID": 1705,
    "Name": "Liang Pineapple Farm",
    "Address": "No.15-3, Bao’an Rd., Wanluan Township, Pingtung County 923, Taiwan (R.O.C.)",
    "HostWords": "Only rich lands can bear healthy fruits. As we taste out sweet and tasty fruits, we can also see how we take care of our land. We will make sure the healthiness of all our fans and take responsibility for our land. We also hope the entire world can see our country.",
    "Tel": "+886-937-616468",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/LiangPineapple/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/a058495b5c1a4325b46cffadeca58463.jpg",
    "City": "Pingtung County",
    "Town": "Wanluan Township",
    "Coordinate": "120.6192173,22.6214493"
  },
  {
    "ID": 1706,
    "Name": "GengXin Organic Garden",
    "Address": "No.27-3, Dalin Rd., Wanluan Township, Pingtung County 923, Taiwan (R.O.C.)",
    "HostWords": "GengXin Organic Garden was formed by a retired couple. We use non-toxic nature farming to show our enthusiasm toward our land. We hope more people can feel the spiritual exchange between human and plants.",
    "Tel": "+886-8-7836315、+886-917-195680",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/thefaithGengXinStore/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/463179c305014243aa4d65f471c3f46d.jpg",
    "City": "Pingtung County",
    "Town": "Wanluan Township",
    "Coordinate": "120.5936659,22.5884906"
  },
  {
    "ID": 1707,
    "Name": "Xiao Yao Villa",
    "Address": "No.35, Laotan Ln., Taiwu Township, Pingtung County 921, Taiwan (R.O.C.)",
    "HostWords": "Do you want to get rid of the noise and the pressure from the city? Xiao Yao Villa helps you release the stress and burden. The blue sky and starry sky definitely helps you relax.",
    "Tel": "+886-8-7920222、+886-928-709762",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/79014f188eaa4564ae16d8d86269ca8c.jpg",
    "City": "Pingtung County",
    "Town": "Taiwu Township",
    "Coordinate": "120.6461712,22.5741357"
  },
  {
    "ID": 1708,
    "Name": "Mas de Pers",
    "Address": "No.180, Minhe Rd., Wanluan Township, Pingtung County 923, Taiwan (R.O.C.)",
    "HostWords": "The Southern France architecture gives you a comfortable environment. You can enjoy the unrestrained rural lifestyle here. The antique and artworks also provide the travelers an artistic atmosphere.",
    "Tel": "+886-8-7815054、+886-939-746966",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/masdepers/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/75884674c54c4344b1ec0445e9b96613.jpg",
    "City": "Pingtung County",
    "Town": "Wanluan Township",
    "Coordinate": "120.5723353,22.578763"
  },
  {
    "ID": 1709,
    "Name": "Qiankun Organic Farm",
    "Address": "No.58-3, Dongxing Rd., Wanluan Township, Pingtung County 923, Taiwan (R.O.C.)",
    "HostWords": "We develop local industry and encourage youngster to come back to their hometown. It is a good place for camping and children can running and playing in the nature all they want, and adults can relax after being busy at work.",
    "Tel": "+886-8-7834208、+886-917-200822",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "https://www.facebook.com/NoahAk907/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/017be630faa24fe2a8d8bdbbfbf3a76f.jpg",
    "City": "Pingtung County",
    "Town": "Wanluan Township",
    "Coordinate": "120.5968631,22.5929382"
  },
  {
    "ID": 1710,
    "Name": "Art Coffee",
    "Address": "No.26, Wanxing Rd., Wanluan Township, Pingtung County 923, Taiwan (R.O.C.)",
    "HostWords": "Most of the villagers from Wanchin village are Catholic, and their belief becomes the theme of this café. Everything including decoration, artworks and foods are related to Catholicism.",
    "Tel": "+886-8-7836711",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "Sunday 06:00~18:00, Monday 06:00~21:00, Tuesday 06:00~21:00, Wednesday 06:00~21:00, Thursday 06:00~21:00, Friday 06:00~21:00, Saturday 06:00~18:00",
    "Url": "",
    "FBUrl": "https://www.facebook.com/藝識咖啡-110377072358859/",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/b9dfd2a2d15b40b2b000b9f10e001811.jpg",
    "City": "Pingtung County",
    "Town": "Wanluan Township",
    "Coordinate": "120.6083368,22.5970027"
  },
  {
    "ID": 1717,
    "Name": "Jinhu temple of Myriad Benefits",
    "Address": "Next to Provincial Highway No. 17 in Gangdong Village, Kouhu Township, Yunlin County",
    "HostWords": "Jinhu Wan Shan Ye Temple is located at the east side of Provincial Highway No. 17. The Qian Shui Zhuang Ritual, held every June 8th of Lunar Calendar, is a striking event in Taiwan and also one of the most important folk activities in the coastal area of Kouhu township. Jinhu Wan Shan Ye Temple has been approved as the cultural heritage by Council for Cultural Affairs (CCA) for preservation and is certificated with “Important Custom and Related Cultural Heritage” by CCA in 2010.",
    "Tel": "+886-5-7971320",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/d5c78d8b07474f17b60d6834fd7bfcb0.jpg",
    "City": "Yunlin County",
    "Town": "Kouhu Township",
    "Coordinate": "120.1501704,23.5746315"
  },
  {
    "ID": 1718,
    "Name": "Xiangyi rice Noodles",
    "Address": "No.50, Ln. 402, Sec. 2, Chongwen Rd., Kouhu Village, Kouhu Township, Yunlin County",
    "HostWords": "Xiangyi Rice Noodles was founded by Ming-Sing Lin and his spouse Ciou-Sia Lee in 1982, and is famous for its supreme manufacturing technique and the strict quality control. The products are mainly exported to Japan. Mrs. Lee, with the guidance from Rice Production and Marketing Group, Farmer’s Association of Kouhu Township, has been devoted to developing new products, and was awarded the Top 10 Outstanding Farm Housewives in Taiwan – The Outstanding Farmer Award in 1994. The products are also awarded with Quality Food Awards. In order to meet the needs from different consumers, Xiangyi Rice Noodles has also developed the instant rice noodles for convenient consumptions.",
    "Tel": "+886-933-174633",
    "Fax": "",
    "ContactPerson": "Ciou-Sai Lee",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/c60fc8ff51c64db79b6ea915cf934c7b.jpg",
    "City": "Yunlin County",
    "Town": "Kouhu Township",
    "Coordinate": "120.1747854,23.581647"
  },
  {
    "ID": 1719,
    "Name": "sea treasure Food corporation",
    "Address": "No. 478, Sec. 2, Chongwen Rd., Kouhu Township, Yunlin County",
    "HostWords": "The grand appearance of Sea Treasure Food Corporation’s building also represents its leading status in Mullet process industry. The owner Jin-Wen Lee insists on the traditional processing skill which lasts for over 30 years, and the unique product “Traditional Mullet Roe” was even selected as the Best Gift from Yunlin County in 2007.\nIn order to transform the business into leisure and tourism environment, the corporation also provides tour for visiting and experiencing the manufacturing process, as well as activities for elementary and high schools. “Flaming Dance of Mullet Roe” allows the visitors to experience the mullet roe baking with Kaoliang (sorghum wine) of 58% abv, which creates silky and solid texture and pleasant aroma. Try the mullet roe with radish, pesto, apple or Japanese pear will bring you various flavors. The manufacturing process usually starts in the morning so welcome to make a reservation!",
    "Tel": "+886-5-789-4755",
    "Fax": "+886-5-789-5088",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "mark2000000.tw@yahoo.com.tw",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/f9d8ea75fb00498cbe02574dfdbc6ac2.jpg",
    "City": "Yunlin County",
    "Town": "Kouhu Township",
    "Coordinate": "120.176433,23.582642"
  },
  {
    "ID": 1720,
    "Name": "Mangrove clam Farm (thematic Pavilion)",
    "Address": "No.5-3, Yangyu Rd., Gangsi Village, Kouhu Township, Yunlin County (behind the Long Tai Temple)",
    "HostWords": "The Mangrove Clam Thematic Pavilion is located in the fish farm area next to Jinhu coast with its eye- catching blue roof and the colorful walls. The main clam raised in Mangrove Clam Farm is the original species in Taiwan – the Geloina Clam. With the guidance from related units, the fish farm had been gradually turned into a tourist attraction and the thematic pavilion opened in 2005. The shells of the mangrove clam left after eating are reused for animal shaped or painted works of art, which are provided as teaching materials of handwork for elementary and junior high school students, or the DIY materials for the tourists to try with fun. The services available here include school trip, fishing village cuisine, clamshell artworks and clam digging activity. The fresh mangrove clam and clam extract packages are also available for visitors to buy.\nNote: Reservation required.",
    "Tel": "+886-5-7970503、+886-918-491386",
    "Fax": "",
    "ContactPerson": "Jie-Chong Tseng",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/48f59ce3daaa41e8b9ca3b2f4ee9a300.jpg",
    "City": "Yunlin County",
    "Town": "Kouhu Township",
    "Coordinate": "120.1461178,23.5761335"
  },
  {
    "ID": 1721,
    "Name": "Koufu Mullet Roe",
    "Address": "No.5, Ci’ai Rd., Gangdong Village, Kouhu Township, Yunlin County",
    "HostWords": "Called as “Uncle Mullet,” Huan-Yi Tseng has devoted to mullet roe processing technique for over 20 years in order to promote the local mullet roe. After naturally dried via the sufficient exposure to sunlight and the Northeast Monsoon, Koufu (the luck to have nice food to eat) Mullet Roe is then produced through strict manufacturing process, creating a silky texture with pleasant aroma which keep the nostalgia flavor for the residents working outside their hometown. Uncle Mullet also developed Mullet Floss and Mullet Sauce, which have deeply impressed the gourmets. Meanwhile, Uncle Mullet keep improving the local aquaculture industry. The mullets, shrimps and groupers raised by Uncle Mullet are all certificated by “Traceability Certification and Inspection Center” of National Taiwan Ocean University, which assure the product quality and build-up a great reputation.",
    "Tel": "+886-5-7905971、+886-932-588-841",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/e771c83e1e1c4fd8b056d4651baf6b53.jpg",
    "City": "Yunlin County",
    "Town": "Kouhu Township",
    "Coordinate": "120.1482708,23.5753113"
  },
  {
    "ID": 1722,
    "Name": "Minghu seafood",
    "Address": "No.501-5, Sec. 2, Zhongzheng Rd., Kouhu Township, Yunlin County",
    "HostWords": "Ming-Hong Chen, the owner of Minghu Seafood, has discovered a new chance from the difficult situation he faced during the business transformation. Mr. Chen has dedicated himself to developing the land-based aquaculture with his 3-hectare fish farms mainly raising the precious Queensland groupers, and his marketing network reaches the whole nation. Minghu Seafood is located next to the County Way No.164 bound for Jinhu in Kouhu Township. The venue is suitable for fish or meat BBQ, and cooking service is also available if needed. Groups and organizations are welcome to make a reservation.",
    "Tel": "+886-5-789-1390",
    "Fax": "",
    "ContactPerson": "Ming-Hong Chen",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/e360c0e6a23f4d31aa56abfafea5bbcf.jpg",
    "City": "Yunlin County",
    "Town": "Kouhu Township",
    "Coordinate": "120.1642429,23.5791709"
  },
  {
    "ID": 1723,
    "Name": "Jichai Noodle",
    "Address": "No.360, Sec. 1, Zhongzheng Rd., Kouhu Village, Kouhu Township, Yunlin County",
    "HostWords": "There were up to five, six noodle manufacturers in Kouhu area in the 60s and 70s, while Jichai Noodle is the only one still running steadily today. With strong supports from the hard-working family members and the trustful operations, the logo of “Yelu (wild deer)” can thus still serve the consumers on the noodle packages. Every morning, the family starts a busy day with preparing all the materials. From making to sun drying the noodle, the owner is always in charge of every step in order to assure the best quality of Oolong noodle, plain noodle, white misua (thin noodle), and black-eyed beans noodle. Jichai Noodle, though small, has put all efforts to preserve the good old tastes that save and remind all the nostalgic memories.",
    "Tel": "+886-5-789-2121、+886-5-789-1952",
    "Fax": "",
    "ContactPerson": "Zhong-Ho Chen",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/7af8cced19d54f069ff0f09a24c033c8.jpg",
    "City": "Yunlin County",
    "Town": "Kouhu Township",
    "Coordinate": "120.177017,23.5845489"
  },
  {
    "ID": 1724,
    "Name": "chen Xuan Mao rural Village Museum",
    "Address": "No.1-6, Minzhu Rd., Gangdong Village, Kouhu Township, Yunl i n",
    "HostWords": "Xuan-Mao Chen has expanded his painting teaching classroom and turned it into a rural village museum, just to rebuild the rural scene from his childhood memories. In the museum exhibited the collections of rural objects, with a yard of rural and fish-village style outside that is decorated with driftwoods and clam shells, which forms an atmosphere of the good old times. When the northeast monsoon blows gently, the oyster shell strings clatter on the high wooden telephone pole, together with the angling scene at the fish farms vividly forms a fish-village scenario. The water buffalo made of concrete and oyster shells works hard to carry an ox cart and stays quietly next to the fish farm, waiting for the host to come home. Through his great taste of art, Mr. Chen not only fulfills his own dream, but also brings back the childlike mind to all the visitors.",
    "Tel": "+886-937-265628",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/dcf7c17cec8044cfb0b5c6bb9ab66d59.jpg",
    "City": "Yunlin County",
    "Town": "Kouhu Township",
    "Coordinate": "120.1501704,120.1501704"
  },
  {
    "ID": 1725,
    "Name": "chenglong Wetlands",
    "Address": "Chenglong Section, Provincial Highway No. 17, Kouhu Township",
    "HostWords": "Chenglong Wetland is plentiful with ecological resources, including the red-tailed shrike, little tern and so on protected species. There are nearly 100 bird species from 30 families frequently nesting here. It is quite common to see little egrets fly in flocks, and sometimes you can even see mandarin ducks or water ducks swimming around. During sunset hours, the falling sun and the flying gulls make up a gorgeous scene in the wetland ecological area. In winter, it is very possible to see the migratory bird – the black-faced spoonbills. The wetland contains many fishes, shrimps and shellfishes which attracts birds to come for food. Chenglong wetland is not only a precious ecological environment in Taiwan, the annual Cheng Long Wetlands International Art Project also shows the various possibilities of this precious wetland.",
    "Tel": "",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/09897d6c173d4bde9db18015107a9407.jpg",
    "City": "Yunlin County",
    "Town": "Kouhu Township",
    "Coordinate": "120.1622257,23.5560987"
  },
  {
    "ID": 1726,
    "Name": "Hukou Wetland",
    "Address": "Hukou Village, Kouhu Township, Yunlin County (in front of the Radio Taiwan International) (The entrance of the cycle route is next to the Second Chenglong Bridge on Provincial Highway No. 17)",
    "HostWords": "Hukou Wetland is near the estuary with plentiful ecological resources. The residents mainly earns their livings from aquaculture and the sea, which creates the unique local view of scattered fish farms. In this area, it is common to see the plastic oyster rafts moored around or anglers catching with rod and line or cast net. Hukou cycle route connects the original industrial road and the access road of Taiwan Sugar Farm and is part of the Kouhu Cycle Network. When biking or walking on this route, you can enjoy the view of natural grass and wetland accompanied with the egrets and seabirds flying alongside. The detention basin is completed and will be combined with Southwest Coast National Scenic Area in the future to offer a more comprehensive leisure space.",
    "Tel": "",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/dd203edc788a4f07b25a63d0f4d66eda.jpg",
    "City": "Yunlin County",
    "Town": "Sihu Township",
    "Coordinate": "120.1668883,23.5363374"
  },
  {
    "ID": 1727,
    "Name": "SPA with running Water“Hard clam raising center”",
    "Address": "No. 8, Ln. 165, Fuan Rd., Xialun Village, Kouhu Township, Yunlin County",
    "HostWords": "The aquaculture is one of the main industries in Kouhu area, and the hard clam farming is the most among them. Hard clam from Kouhu area is relatively darker. Therefore, many wholesalers usually bleach the hard clam for better product image. Considering the food safety, Ming-Tsun Tseng has developed a method to make SPA for the hard clam without using any chemicals while the hard clam can still shows the most natural color and luster. The Hard Clam Raising Center is near the Bozihliao Fishing Port with natural scenes of fishing industry, the fish farms located one after another, the spray from the turning water wheel, and the flying seabirds and egrets from time to time, which really make a charming rural view, and make the center an excellent choice for holidays and leisure time.",
    "Tel": "+886-5-7991523、+886-932-694739",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/8f75663b312d478789c9b1d23e68d097.jpg",
    "City": "Yunlin County",
    "Town": "Kouhu Township",
    "Coordinate": "120.1602656,23.6231345"
  },
  {
    "ID": 1728,
    "Name": "Tilapia Ecological and Creative Park",
    "Address": "No. 1-88, Ming Zhu Rd., Lundong Village, Kouhu Township, Yunlin County",
    "HostWords": "The Kouhu Fish Products Convenience Store of Yunlin County works with aquaculture operators to process the improved top tilapia. The products are certificated by national delicate fish product association “Hai Yen” and the international fish product HACCP, which successfully promote the Taiwanese tilapia to the world. Except for exportation, these delicious products can also be tasted in the high-end or hot-pot restaurants in Taiwan. In recent years, the shop has combined bio-development and successfully produced the beverage and care products of collagen extracted from the fish scale and body. These products are so popular that they extend another market besides the traditional process industry. The General Manager Yi-Feng Wang was also honored with 2009 Top 10 Outstanding Farmer Award with such an achievement. The Tilapia Ecological and Creative Park has been founded and provides special Taiwan Tilapia dishes and the guided tour of the fish ecological knowledge. Welcome to make a reservation for visiting!",
    "Tel": "+886-5-799-3996",
    "Fax": "",
    "ContactPerson": "",
    "OpenHours": "",
    "Url": "http://www.kf-fish.com/tw/subweb2",
    "FBUrl": "https://www.facebook.com/tilapiapark.kf.fish/",
    "Email": "kf.fish58@gmail.com",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/405469f3059045aca46ea3182075ed1d.jpg",
    "City": "Yunlin County",
    "Town": "Kouhu Township",
    "Coordinate": "120.1712596,23.6109526"
  },
  {
    "ID": 1729,
    "Name": "uncle shui’s educational Fruit Farm",
    "Address": "Behind the Feng Tian Temple in Shuijing Village, Kouhu Township, Yunlin County",
    "HostWords": "“Uncle Shui” Ching-Shui Hsu moved back to hometown in 2000. Since entering the agriculture industry, Mr. Hsu has put his heart and soul to improving the tomato types, and finally developed the sweet and red type – the Rose Tomato, via grafting. Mr. Hsu’s rose tomato farm is located at the southeast coastal village with strong wind and less water. The seriously salinized soil offers the saline water to rose tomato, which creates a unique flavor that makes rose tomato extremely popular. The successful grafting of rose tomato also creates a new market for local agriculture.",
    "Tel": "+886-972-353336",
    "Fax": "",
    "ContactPerson": "Qing-Shui Hsu",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/b80d26579e02441a9cb1c6bac12c28f1.jpg",
    "City": "Yunlin County",
    "Town": "Kouhu Township",
    "Coordinate": "120.1718676,23.5348615"
  },
  {
    "ID": 1730,
    "Name": "orz shrimp (Hao Xia) club",
    "Address": "No. 1, Dongxin Rd., Wunang Village, Kouhu Township, Yunlin County",
    "HostWords": "In order to bring back the honor and attention to this land, 8 young men born in the 80’s moved back to their hometown and founded Orz Shrimp Club. Hao Xia (good shrimp) refer to raising good shrimp, while 好 Hao 瞎 Xia (crazy and different) also means that the raising method is crazy and different. And  冏 (Jiong) Orz represents the breaking of the traditions. The owner A-Zheng insists on the raising method which coexists with the nature. No extraction of groundwater to damage the environment, no chemicals to prolong the life of the shrimps, a fully natural growing environment for the fishes and shrimps. The health shrimp is always sweet with soft and firm texture. The shrimp farms built by A-Zheng and his partners are open to the public. You can also follow the professional guide to experience the shrimp raising process.",
    "Tel": "+886-922-732776",
    "Fax": "",
    "ContactPerson": "Fu-Zheng Lee",
    "OpenHours": "",
    "Url": "",
    "FBUrl": "",
    "Email": "",
    "Photo": "https://ezgo.coa.gov.tw/UploadImg/6/22e87d4fb84d46af959ca31a10f0663d.jpg",
    "City": "Yunlin County",
    "Town": "Shuilin Township",
    "Coordinate": "120.203199,23.5336703"
  }
]